{
    "response_code": 0,
    "ROTSSCRIPT": [
        { "id": "1", "quote": "A long time ago in a galaxy far, far away."},
        { "id": "2", "quote": "A vast sea of stars serves as the backdrop for the Main Title, followed by a rollup, which crawls into infinity."},
        { "id": "3", "quote": "War! The Republic is crumbling under attacks by the ruthless Sith Lord, Count Dooku. There are heroes on both sides. Evil is everywhere."},
        { "id": "4", "quote": "In a stunning move, the fiendish droid leader, General Grievous, has swept into the Republic capital and kidnapped Chancellor Palpatine, leader of the Galactic Senate."},
        { "id": "5", "quote": "As the Separatist Droid Army attempts to flee the besieged capital with their valuable hostage, two Jedi Knights lead a desperate mission to rescue the captive Chancellor. . . ."},
        { "id": "6", "quote": "PAN DOWN to reveal a REPUBLIC ATTACK CRUISER. Continue to PAN with the Cruiser as TWO JEDI STARFIGHTERS enter and head toward an enemy Battle Cruiser. TRUCK with the Jedi Fighters as they maneuver in unison, dodging flack and enemy laser fire. R2-D2 is on Anakin's ship. R4-P17 is on Obi-Wan's ship. A giant space battle is revealed as the tiny Jedi ships continue their assault in a synchronous ballet."},
        { "id": "7", "quote": "2 INT. OBI-WAN'S STARFIGHTER COCKPIT-SPACE"},
        { "id": "8", "quote": "OBI-WAN bounces through the flack with a frown. His ship rocks violently."},
        { "id": "9", "quote": "3 INT. ANAKINS STARFIGHTER COCKPIT-SPACE"},
        { "id": "10", "quote": "ANAKIN smiles as he blasts a TRADE FEDERATION DROID DROP FIGHTER."},
        { "id": "11", "quote": "ANAKIN: There isn't a droid made that can out fly you, Master, and no other way to get to the Chancellor . . ."},
        { "id": "12", "quote": "OBI-WAN: Look out, four droids inbound . . ."},
        { "id": "13", "quote": "4 EXT. CORUSCANT-SPACE BATTLE"},
        { "id": "14", "quote": "The TWO JEDI FIGHTERS swerve in unison as FOUR TRADE FEDERATION DROID DROP FIGHTERS attack. After several clever moves by the Jedi, two of the FEDERATION DROID DROP FIGHTERS collide with each other in a ball of flame."},
        { "id": "15", "quote": "5 INT. OBI-WAN'S STARFIGHTER COCKPIT-SPACE"},
        { "id": "16", "quote": "OBI-WAN struggles to maintain control of his ship."},
        { "id": "17", "quote": "OBI-WAN: We've got to split them up."},
        { "id": "18", "quote": "ANAKIN: Break left, fly through the guns on that tower."},
        { "id": "19", "quote": "OBI-WAN flies to the left of a huge tower on a REPUBLIC CRUISER. The TWO DROID DROP FIGHTERS follow."},
        { "id": "20", "quote": "OBI-WAN: Easy for you to say . . . why am I always the bait?"},
        { "id": "21", "quote": "ANAKIN: Don't worry. I'm coming around behind you."},
        { "id": "22", "quote": "OBI-WAN deftly maneuvers around a large Starship's superstructure, but the TWO DROID FIGHTERS stay on his tail, BLASTING him with intense laser fire."},
        { "id": "23", "quote": "OBI-WAN: Anakin, they're all over me!"},
        { "id": "24", "quote": "ANAKIN: Dead ahead! Closing . . . lock onto him, Artoo . . ."},
        { "id": "25", "quote": "ARTOO BEEPS his reply as ANAKIN swoops in for the kill. ANAKIN BLASTS one of the DROID DROP FIGHTERS. It EXPLODES."},
        { "id": "26", "quote": "ANAKIN: (continuing, laughs) We got him, Artoo!"},
        { "id": "27", "quote": "ANAKIN BLASTS away at the second DROID DROP FIGHTER as ARTOO BEEPS an angry warning."},
        { "id": "28", "quote": "ANAKIN: I copy, Artoo."},
        { "id": "29", "quote": "OBI-WAN: I'm going down on the deck."},
        { "id": "30", "quote": "ANAKIN: Good idea ... I need some room to maneuver."},
        { "id": "31", "quote": "OBI-WAN dives toward the surface of one of the larger TRADE FEDERATION BATTLESHIPS and is forced to fly through a maelstrom of laser flack. He skims the surface, followed by the DROID DROP FIGHTER, which is followed by ANAKIN."},
        { "id": "32", "quote": "ANAKIN: (continuing) Cut right. Do you hear me?! Cut right. Don't let him get a handle on you. Come on, Artoo, lock on! Lock on!"},
        { "id": "33", "quote": "ARTOO BEEPS. The crosshairs merge on the DROID DROP FIGHTER."},
        { "id": "34", "quote": "OBI-WAN: Hurry up! I don't like this!"},
        { "id": "35", "quote": "OBI-WAN flies through a narrow gap between two towers on a Battleship. The DROID DROP FIGHTER hits one of Obi-Wan's wings with a laser blast, and parts of the ship go flying around Obi-Wan's Astro Droid, ARFOUR."},
        { "id": "36", "quote": "OBI-WAN: (continuing) Ouch!"},
        { "id": "37", "quote": "R-4 BEEPS a blue streak."},
        { "id": "38", "quote": "OBI-WAN: (continuing) Don't even try to fix it, Arfour. I've shut it down."},
        { "id": "39", "quote": "ANAKIN: We're locked on ... we've got him . . ."},
        { "id": "40", "quote": "ANAKIN drops in behind the DROID DROP FIGHTER and blows him apart. ARTOO SQUEALS with delight."},
        { "id": "41", "quote": "ANAKIN: (continuing) Yeah! We got him . . . good going, Artoo."},
        { "id": "42", "quote": "OBI-WAN: Next time you're the bait . . . Now let's find the Command Ship and get on with it ..."},
        { "id": "43", "quote": "R-4 BEEPS a blue streak."},
        { "id": "44", "quote": "ANAKIN: Lock onto them, Artoo. Master, General Grievous's ship is directly ahead."},
        { "id": "45", "quote": "ARTOO BEEPS a reply, and it reads out in Anakin's cockpit."},
        { "id": "46", "quote": "ANAKIN: (continuing) The one crawling with vulture droids."},
        { "id": "47", "quote": "6 INT. OBI-WAN'S STARFIGHTER COCKPIT-SPACE"},
        { "id": "48", "quote": "OBI-WAN: I see it. Oh, this is going to be easy."},
        { "id": "49", "quote": "Ahead is a TRADE FEDERATION CRUISER with batlike DROID VULTURE FIGHTERS stalking around on the hull. The VULTURE FIGHTERS transform into flight configuration, lift off the CRUISER, and attack the JEDI STARFIGHTERS."},
        { "id": "50", "quote": "ANAKIN: Come on, Master."},
        { "id": "51", "quote": "OBI-WAN: Not this time. There's too much at stake. We need help. Odd Ball, do you copy?"},
        { "id": "52", "quote": "ODD BALL: (OS) Copy, Red Leader."},
        { "id": "53", "quote": "OBI-WAN: Mark my position and form your squad up behind me . . ."},
        { "id": "54", "quote": "7 INT. ODD BALL'S FIGHTER COCKPIT-SPACE"},
        { "id": "55", "quote": "ODD BALL: We're on your tail, General Kenobi. Set S-foils in attack position."},
        { "id": "56", "quote": "The protective ray shield lowers on the main hangar of the TRADE FEDERATION CRUISER, and six new DROID TRI-FIGHTERS emerge and join the DROID VULTURE FIGHTERS heading toward the Jedi. The JEDI STARFIGHTERS extend the stability foils on the ends of their wings."},
        { "id": "57", "quote": "8 INT. ANAKIN'S FIGHTER COCKPIT-SPACE"},
        { "id": "58", "quote": "ANAKIN: This is where the fun begins. Ten Vulture Droids straight ahead, coming down the left side."},
        { "id": "59", "quote": "ARTOO BEEPS a worried message."},
        { "id": "60", "quote": "OBI-WAN: Add five Tri-fighters on the right . . ."},
        { "id": "61", "quote": "ANAKIN: I'm going head to head. See you."},
        { "id": "62", "quote": "OBI-WAN: Take it easy, Anakin."},
        { "id": "63", "quote": "Four Clone Fighters move into formation behind the Jedi."},
        { "id": "64", "quote": "ODD BALL: I'm on your right, Red Leader."},
        { "id": "65", "quote": "ANAKIN: Incoming!!"},
        { "id": "66", "quote": "ARTOO SQUEALS as five DROID TRI-FIGHTERS pass by at high speed on the right."},
        { "id": "67", "quote": "OBI-WAN: Five more on the right!"},
        { "id": "68", "quote": "Four more VULTURE DROID FIGHTERS pass at high speed from the left. All hell breaks loose. OBI-WAN and ANAKIN continue to fly in unison, backing up each other. ARTOO SQUEALS."},
        { "id": "69", "quote": "ANAKIN: Here we go."},
        { "id": "70", "quote": "The Jedi ships split up and make a quick loop around the DROID TRI-FIGHTERS, ending up behind them. BLASTING away. The DROID TRI-FIGHTERS EXPLODE."},
        { "id": "71", "quote": "OBI-WAN: I'm going high and right."},
        { "id": "72", "quote": "ANAKIN: Hang on. There are four more of them."},
        { "id": "73", "quote": "OBI-WAN: Stay with me . . . swing back and right . . . help me engage. Back off ... Let them pass between us."},
        { "id": "74", "quote": "ANAKIN: I'm coming around. I'm coming around on your tail."},
        { "id": "75", "quote": "OBI-WAN: All right, engage . . . and hurry. These droids are all over me like a rash."},
        { "id": "76", "quote": "In one incredible move, ANAKIN swings in behind the DROID TRI-FIGHTERS, blowing them away one by one until there is only one left. ARTOO CHIRPS."},
        { "id": "77", "quote": "ARTOO lets out a HOWL as ANAKIN accelerates past the last DROID TRI-FIGHTER, slams on his brakes, flips the Fighter around, and BLASTS the Fighter from the front. ARTOO BEEPS frantically as they fly through the debris of the destroyed ships. ANAKIN looks behind him."},
        { "id": "78", "quote": "ANAKIN: How many back there. Artoo? (Artoo beeps) Three . . . (continuing) Four . . . that's not good."},
        { "id": "79", "quote": "OBI-WAN: Anakin, you have four on your tail."},
        { "id": "80", "quote": "ANAKIN: I know. I know!"},
        { "id": "81", "quote": "OBI-WAN: Four more closing from your left."},
        { "id": "82", "quote": "ANAKIN: I know. I know!"},
        { "id": "83", "quote": "OBI-WAN: Break right and go high."},
        { "id": "84", "quote": "ANAKIN: I'm going low and left."},
        { "id": "85", "quote": "Obi-Wan shakes his head."},
        { "id": "86", "quote": "OBI-WAN: (to himself) He still has much to learn."},
        { "id": "87", "quote": "ANAKIN swoops low and skims across a TRADE FEDERATION BATTLESHIP, dodging flack as ARTOO bounces along, trying to get out a sentence."},
        { "id": "88", "quote": "ANAKIN: Hang on, Artoo. Obi-Wan, do you copy? I'm going to pull them through the needle . . ."},
        { "id": "89", "quote": "OBI-WAN: Too dangerous. First Jedi rule: 'Survive.'"},
        { "id": "90", "quote": "ANAKIN: Sorry, no choice. Come down here and thin them out a little."},
        { "id": "91", "quote": "OBI-WAN drops in behind the DROID VULTURE FIGHTERS chasing Anakin. ARFOUR BEEPS to OBI-WAN."},
        { "id": "92", "quote": "OBI-WAN: Just keep me steady . . . hold on ... not yet. . . now break left."},
        { "id": "93", "quote": "OBI-WAN fires as he swings across the back of the VULTURE DROIDS, BLASTING four of them away. ANAKIN heads for a trench along the surface of one of the Trade Federation Battleships. He flies into the trench, which ends in a conning tower with a small slit between two main struts."},
        { "id": "94", "quote": "OBI-WAN: (continuing) You'll never get through there, Anakin. It's too tight."},
        { "id": "95", "quote": "ARTOO BEEPS nervously."},
        { "id": "96", "quote": "ANAKIN: Easy, Artoo . . . we've done this before."},
        { "id": "97", "quote": "OBI-WAN: Use the Force, think yourself through, the ship will follow."},
        { "id": "98", "quote": "ARTOO SQUEALS in a panic. On the view screen Artoo's squeal reads out, 'WE'RE NOT GOING TO MAKE IT.'"},
        { "id": "99", "quote": "ANAKIN: Wrong thought, Artoo."},
        { "id": "100", "quote": "ANAKIN slips through the narrow gap. The trailing VULTURE DROID FIGHTERS CRASH."},
        { "id": "101", "quote": "ANAKIN: (continuing) I'm through."},
        { "id": "102", "quote": "OBI-WAN continues to fire on the VULTURE DROID FIGHTERS, driving them into the EXPLOSION.  A CLONE fighter is hit and explodes, spewing debris. The CLONE PILOT spins off into space. Finally, OBI-WAN peels off and swings around, pulling up alongside ANAKIN. CLONE FIGHT SQUAD SEVEN battles the DROIDS."},
        { "id": "103", "quote": "ODD BALL: There are too many of them."},
        { "id": "104", "quote": "CLONE PILOT 2: I'm on your wing. Break left. Break left. They're all over me. Get them off my . . ."},
        { "id": "105", "quote": "ANAKIN: I'm going to go help them out!"},
        { "id": "106", "quote": "OBI-WAN: No, no! They are doing their job so we can do ours. Head for the Command Ship!"},
        { "id": "107", "quote": "Another CLONE fighter is hit, bursts into flames, and spins off into space. A VULTURE DROID FIGHTER raises its head to locate its target and fires missiles at them."},
        { "id": "108", "quote": "ANAKIN: Missiles! Pull up!"},
        { "id": "109", "quote": "ANAKIN and OBI-WAN break right and left, and the missiles follow them. ANAKIN does a barrel roll spin, causing the missiles following him to collide and EXPLODE. Two missiles continue to chase OBI-WAN. He banks sharply to the right, then to the left, causing one of the missiles to overshoot."},
        { "id": "110", "quote": "OBI-WAN: They overshot us . . ."},
        { "id": "111", "quote": "The second missile streaks next to Obi-Wan’s Fighter and EXPLODES. Obi-Wan's ship rocks, and R-4, SCREAMS as the Starfighter rips through the explosion. Debris flies all around them."},
        { "id": "112", "quote": "ANAKIN: They're coming around!"},
        { "id": "113", "quote": "OBI-WAN: All right, Arfour. No, no. Nothing too fancy."},
        { "id": "114", "quote": "ANAKIN: Surge all power units. Artoo! Stand by the reverse thrusters."},
        { "id": "115", "quote": "ANAKIN spins his starfighter. The missiles spin and collide."},
        { "id": "116", "quote": "ANAKIN: We got 'em. Artoo!"},
        { "id": "117", "quote": "Two missiles continue to track Obi-Wan."},
        { "id": "118", "quote": "OBI-WAN: Flying is for droids."},
        { "id": "119", "quote": "Suddenly, OBI-WAN shudders, and his ship starts to plummet toward the surface of the Trade Federation Cruiser. The trailing missiles fly into what looks like debris, and detonate. Five silver balls fly out of the debris and attach themselves to the ship. The balls pop open, revealing SMALL BUZZDROIDS that begin to crawl across the surface like spiders."},
        { "id": "120", "quote": "OBI-WAN: (continuing) I'm hit! Anakin?"},
        { "id": "121", "quote": "ANAKIN: I see them . . . Buzz Droids."},
        { "id": "122", "quote": "The BUZZ DROIDS crawl across Obi-Wan's ship and start to tear it apart. SPARKS ERUPT where the BUZZ DROIDS break into the wiring. One of the BUZZ DROIDS goes after ARFOUR."},
        { "id": "123", "quote": "OBI-WAN: Arfour, be careful. You have one . . ."},
        { "id": "124", "quote": "ARFOUR's head gets ripped off and flies away."},
        { "id": "125", "quote": "OBI-WAN: Oh dear. They're shutting down all the controls."},
        { "id": "126", "quote": "ANAKIN: Move to the right so I can get a clear shot at them."},
        { "id": "127", "quote": "OBI-WAN: The mission. Get to the Command Ship. Get the Chancellor! I'm running out of tricks here."},
        { "id": "128", "quote": "ANAKIN moves into position just off Obi-Wan's left side and angles his ship so his guns are pointing at the DROIDS crawling over Obi-Wan’s Starfighter. ANAKIN fires and vaporizes the TWO BUZZ DROIDS, along with the left wing of Obi-Wan's ship."},
        { "id": "129", "quote": "OBI-WAN: (continuing) In the name of ..."},
        { "id": "130", "quote": "ANAKIN: Steady . . . steady . . ."},
        { "id": "131", "quote": "OBI-WAN: Anakin, hold your fire . . . hold your fire. You're not helping here."},
        { "id": "132", "quote": "ANAKIN: I agree, bad idea. Swing right . . . ease over . . . steady . . ."},
        { "id": "133", "quote": "OBI-WAN: Wait . . . wait . . . I can't see a thing! My cockpit's fogging. They're all over me, Anakin."},
        { "id": "134", "quote": "ANAKIN: Move to the right."},
        { "id": "135", "quote": "OBI-WAN: Hold on, Anakin. You're going to get us both killed! Get out of here. There's nothing more you can do."},
        { "id": "136", "quote": "ANAKIN: I'm not leaving without you, Master."},
        { "id": "137", "quote": "ANAKIN moves his ship next to OBI-WAN's and tries to physically knock the BUZZ DROIDS off. There are five left. He manages to get one off, but badly dents OBI-WAN's ship in the process. One of the BUZZ DROIDS tears apiece off of the front of Obi-Wan's ship. Flames burst out, and more smoke billows out, obscuring the Jedi's view."},
        { "id": "138", "quote": "ANAKIN knocks off three of the BUZZ DROIDS and the fourth crawls out onto Anakin's ship and starts attacking ARTOO. ARTOO fights the BUZZ DROID."},
        { "id": "139", "quote": "OBI-WAN: Blast it ... I can't see . . . my controls are gone."},
        { "id": "140", "quote": "ANAKIN: Get 'em, Artoo. Watch out!"},
        { "id": "141", "quote": "OBI-WAN: Artoo, hit the buzz droid's center eye."},
        { "id": "142", "quote": "ARTOO extends an arm and aims a stream of electricity at the swerving BUZZ DROID. The BUZZ DROID is hit squarely in the eye and falls off the ship."},
        { "id": "143", "quote": "ANAKIN: Yeah, you got him!"},
        { "id": "144", "quote": "OBI-WAN: Great, Artoo."},
        { "id": "145", "quote": "ANAKIN: Stay on my wing . . . the General's Command Ship is dead ahead. Easy . . . pull up ... Head for the hangar."},
        { "id": "146", "quote": "OBI-WAN: Have you noticed the shields are still up?"},
        { "id": "147", "quote": "ANAKIN: Oh?!? Sorry, Master."},
        { "id": "148", "quote": "ANAKIN streaks ahead of OBI-WAN's disintegrating Jedi Fighter and blasts the shield generator. It SPARKS and EXPLODES."},
        { "id": "149", "quote": "OBI-WAN: Oh, I have a bad feeling about this."},
        { "id": "150", "quote": "9 INT. MAIN HANGAR-TRADE FEDERATION CRUISER"},
        { "id": "151", "quote": "The shield door drops away, and OBI-WAN crashes on the deck of the hangar bay, engulfed in a FANTAIL OF SPARKS. A set of blast doors starts SLAMMING shut across the hangar opening, as material is sucked into space."},
        { "id": "152", "quote": "ANAKIN maneuvers around the oncoming junk and flies into the hangar just as the blast doors SLAM shut."},
        { "id": "153", "quote": "OBI-WAN ignites his light saber and cuts his way out of the cockpit. He jumps dear just as his ship EXPLODES. BATTLE DROIDS rush at him from all directions."},
        { "id": "154", "quote": "ANAKIN jumps out of his ship and cuts his way through the BATTLE DROIDS to where OBI-WAN is fighting. ARTOO pops out of the ship and follows ANAKIN."},
        { "id": "155", "quote": "OBI-WAN: Artoo, locate the Chancellor."},
        { "id": "156", "quote": "ANAKIN: Tap into the ship's computers."},
        { "id": "157", "quote": "They cut down the last of the droids and follow ARTOO over to a computer wall socket. The two JEDI fight off FOUR MORE DROIDS as ARTOO tries to find the Chancellor. Finally, a HOLOGRAM of the Trade Federation ship appears."},
        { "id": "158", "quote": "OBI-WAN: The Chancellor's signal is coming from right there. The observation platform at the top of that spire."},
        { "id": "159", "quote": "ANAKIN: I sense Count Dooku . . ."},
        { "id": "160", "quote": "OBI-WAN: I sense a trap."},
        { "id": "161", "quote": "ANAKIN: Next move?"},
        { "id": "162", "quote": "OBI-WAN: Spring the trap."},
        { "id": "163", "quote": "The JEDI start to leave; ARTOO follows. The JEDI stop and turn to ARTOO."},
        { "id": "164", "quote": "ANAKIN: Artoo, go back. I need you to stay with the ship."},
        { "id": "165", "quote": "OBI-WAN: Here, take this, and wait for orders."},
        { "id": "166", "quote": "OBI-WAN tosses the comlink to ARTOO."},
        { "id": "167", "quote": "10 INT. BRIDGE-TRADE FEDERATION CRUISER"},
        { "id": "168", "quote": "GENERAL GRIEVOUS enters the bridge of the TRADE FEDERATION cruiser followed by his TWO BODYGUARDS. He walks to the front of the bridge and stands in front of the NEIMOIDIAN CAPTAIN."},
        { "id": "169", "quote": "GENERAL GRIEVOUS: What's the situation, Captain?"},
        { "id": "170", "quote": "CAPTAIN: TWO Jedi have landed in the main hangar bay."},
        { "id": "171", "quote": "GENERAL GRIEVOUS: Just as Count Dooku predicted."},
        { "id": "172", "quote": "11 INT. HANGAR-TRADE FEDERATION CRUISER"},
        { "id": "173", "quote": "ANAKIN and OBI-WAN head for the elevator. A door opens in the hallway and two of GENERAL GRIEVOUS's BODYGUARDS confront the JEDI."},
        { "id": "174", "quote": "BODYGUARD I: General Kenobi, Anakin Skywalker. We've been waiting for you."},
        { "id": "175", "quote": "OBI-WAN: We are here to relieve you of Chancellor Palpatine, not join him."},
        { "id": "176", "quote": "As a dozen more droids join the group, the JEDI ignite their lightsabers and stand back-to-back."},
        { "id": "177", "quote": "OBI-WAN: Anakin. . ."},
        { "id": "178", "quote": "ANAKIN: Ready."},
        { "id": "179", "quote": "ANAKIN and OBI-WAN use their lightsabers and cut a large circle in the floor."},
        { "id": "180", "quote": "12 INT. GENERATOR ROOM-TRADE FEDERATION CRUISER"},
        { "id": "181", "quote": "The TWO JEDI cut their way down several floors into a large generator room. Huge EXPLOSIONS outside the ship have caused several large pipes overhead to break, and fluid is spewing everywhere. The Jedi get up and turn off their light sabers. ANAKIN dips his hand into the fluid and sniffs it."},
        { "id": "182", "quote": "OBI-WAN: . . . fuel. The slightest charge from our sabers will send this ship into oblivion. That's why they've stopped shooting."},
        { "id": "183", "quote": "ANAKIN: Well then, we're safe for the time being."},
        { "id": "184", "quote": "OBI-WAN: Your idea of safe is not the same as mine."},
        { "id": "185", "quote": "They run, EXPLOSIONS rattle the ship, and pipes continue to burst around them, spilling more fuel into the hallway. At the far end, SIX SUPER BATTLE DROIDS drop into the fuel. The SOUNDS OF SHIELD DOORS CLOSING AND LOCKING ECHO throughout the hallway. They pass several large power generators, which are topped with SPARKING excess power dischargers."},
        { "id": "186", "quote": "ANAKIN: They're sealing this section off."},
        { "id": "187", "quote": "OBI-WAN: Six droids coming our way!"},
        { "id": "188", "quote": "The last of the DOORS CAN BE HEARD CLOSING in the distance."},
        { "id": "189", "quote": "ANAKIN: Keep moving. There must be vents . . . This way."},
        { "id": "190", "quote": "They move along a wall. ANAKIN climbs up the side to a small vent. The fuel gets closer to the SPARKING dischargers."},
        { "id": "191", "quote": "OBI-WAN: We'll never get through that. It's too small!"},
        { "id": "192", "quote": "They move toward a second vent. OBI-WAN is swimming in the fuel as it reaches to within a couple yards of the ceiling. ANAKIN feels along the ceiling and finds another smaller vent. He closes his eyes and tries to sense an opening, then he moves on. OBI-WAN is forced into hand-to-hand combat with one of the SUPER BATTLE DROIDS. It pulls the Jedi under the fuel. Just before he is about to drown, OBI-WAN disables the SUPER BATTLE DROID by pushing him into an exhaust pipe."},
        { "id": "193", "quote": "The fuel is up to the Jedi's chins. ANAKIN finds a very, very small metal grate, then pounds on it until the tiny grate breaks loose."},
        { "id": "194", "quote": "ANAKIN: I found our escape vent."},
        { "id": "195", "quote": "OBI-WAN: Anakin, this is no time for jokes. We're in serious trouble here."},
        { "id": "196", "quote": "ANAKIN: Only in your mind. My Master. Look, no structure. . . ."},
        { "id": "197", "quote": "ANAKIN grabs the side of the tiny hole and gives it a big yank, ripping a large panel loose revealing a 'man-sized' work shaft. They scramble through it as the DROIDS swim closer."},
        { "id": "198", "quote": "13 INT. VENT SHAFT-TRADE FEDERATION CRUISER"},
        { "id": "199", "quote": "The TWO JEDI pull themselves through the narrow vent shaft until they reach a small hatch in the side of the tube."},
        { "id": "200", "quote": "ANAKIN: Here's a way out."},
        { "id": "201", "quote": "As the SUPER BATTLE DROIDS reach the opening in the ceiling and the fuel gets to within a few feet of the power generator sparks, the JEDI work the keyboard on the pressure lock, opening the latch."},
        { "id": "202", "quote": "14 INT. SMALL PASSAGEWAY-TRADE FEDERATION CRUISER"},
        { "id": "203", "quote": "The TWO JEDI climb into a small passageway and slam the hatch shut. They make their way through the ever-shrinking shaft until they reach the end."},
        { "id": "204", "quote": "15 INT. HALLWAY-TRADE FEDERATION CRUISER"},
        { "id": "205", "quote": "A hatch opens in one of the main hallways of the Trade Federation Cruiser, and the JEDI squeeze out, SLAMMING the hatch. Behind them, ANAKIN seals the hatch with his laser sword."},
        { "id": "206", "quote": "OBI-WAN: That won't hold when the fuel hits those power dischargers."},
        { "id": "207", "quote": "ANAKIN: The blast will break the hull. This side's pressurized."},
        { "id": "208", "quote": "OBI-WAN: You still have much to learn, Anakin."},
        { "id": "209", "quote": "16 INT. VENT SHAFT-TRADE FEDERATION CRUISER"},
        { "id": "210", "quote": "The SUPER BATTLE DROIDS climb up the vent shaft. SUPER BATTLE DROID R77 and SEVERAL OTHER DROIDS wait in the generator room as the fuel continues to rise toward the power discharger."},
        { "id": "211", "quote": "SUPER BATTLE DROID R77: I have a bad feeling about this."},
        { "id": "212", "quote": "17 INT. GENERATOR ROOM-TRADE FEDERATION CRUISER"},
        { "id": "213", "quote": "The fuel hits the SPARKING power discharger, and there is a HUGE EXPLOSION."},
        { "id": "214", "quote": "18 EXT. TRADE FEDERATION CRUISER-BATTLE"},
        { "id": "215", "quote": "A GREAT EXPLOSION and a flaming gas cloud spray out of the side of the Federation Cruiser."},
        { "id": "216", "quote": "19 INT. HALLWAY-TRADE FEDERATION CRUISER"},
        { "id": "217", "quote": "A large bulge appears in the wall around the sealed hatch as the EXPLOSION hits. OBI-WAN jumps back, then stands amazed."},
        { "id": "218", "quote": "OBI-WAN: All right, you win. I have much to learn. Let's go!"},
        { "id": "219", "quote": "ANAKIN grins at OBI-WAN, and they run down the hallway."},
        { "id": "220", "quote": "20 INT. WIDE HALLWAY-TRADE FEDERATION CRUISER"},
        { "id": "221", "quote": "The two JEDI wait for an elevator to arrive. They turn around and see they are face to face with THREE DESTROYER DROIDS. The DROIDS start blasting away. Anakin deflects the bolts. OBI-WAN frantically pushes the elevator button several more times."},
        { "id": "222", "quote": "ANAKIN: Destroyers!!"},
        { "id": "223", "quote": "Finally the door opens, and they rush inside under a hail of laser bolts. The elevator door slides shut. The JEDI turn to see BATTLE DROIDS standing behind them."},
        { "id": "224", "quote": "BATTLE DROID: Drop your weapons! I said drop 'em."},
        { "id": "225", "quote": "The JEDI activate their light sabers and destroy all the BATTLE DROIDS."},
        { "id": "226", "quote": "21 INT HANGAR-TRADE FEDERATION CRUISER"},
        { "id": "227", "quote": "R2-D2 notices two SUPER BATTLE DROIDS entering the hangar. He moves and hides behind a Jedi Starfighter."},
        { "id": "228", "quote": "22 INT. ELEVATOR-TRADE FEDERATION CRUISER"},
        { "id": "229", "quote": "The elevator begins to move and screeches to a stop."},
        { "id": "230", "quote": "OBI-WAN: Did you press the stop button?"},
        { "id": "231", "quote": "ANAKIN: No, did you?"},
        { "id": "232", "quote": "OBI-WAN: No!"},
        { "id": "233", "quote": "ANAKIN: Well, there's more than one way out of here."},
        { "id": "234", "quote": "ANAKIN ignites his laser sword."},
        { "id": "235", "quote": "OBI-WAN: We don't want to get out, we want to get moving. Artoo . . . Artoo. Do you copy? Activate elevator . . . (looks at control panel) . . . 31174 . . ."},
        { "id": "236", "quote": "ANAKIN cuts a hole in the elevator ceiling."},
        { "id": "237", "quote": "23 INT MAIN HANGAR-TRADE FEDERATION CRUISER"},
        { "id": "238", "quote": "TWO SUPER BATTLE DROIDS are inspecting the Jedi starfighters. They overhear Obi-Wan's voice over the comlink and are distracted."},
        { "id": "239", "quote": "SUPER BATTLE DROID 1: What's that?"},
        { "id": "240", "quote": "SUPER BATTLE DROID 2: Get back to work. It's nothing."},
        { "id": "241", "quote": "24 INT. ELEVATOR-TRADE FEDERATION CRUISER"},
        { "id": "242", "quote": "OBI-WAN: Artoo?"},
        { "id": "243", "quote": "ANAKIN climbs through the hole in the ceiling of the elevator."},
        { "id": "244", "quote": "OBI-WAN: (continuing) Always on the move."},
        { "id": "245", "quote": "OBI-WAN continues to talk on the comlink. Artoo quietly beeps a reply."},
        { "id": "246", "quote": "25 INT MAIN HANGAR-TRADE FEDERATION CRUISER"},
        { "id": "247", "quote": "ARTOO tries to muffle the comlink as the TWO SUPER BATTLE DROIDS try to figure out where the voices are coming from. ARTOO extends an arm and plugs into a computer interface."},
        { "id": "248", "quote": "OBI-WAN: (OS) Artoo, switch on the comlink. Artoo, do you hear me? Artoo, we gave you a job to do! Artoo."},
        { "id": "249", "quote": "26 INT. ELEVATOR SHAFT-TRADE FEDERATION CRUISER"},
        { "id": "250", "quote": "Suddenly, the elevator plummets down the shaft. ANAKIN quickly jumps and grabs onto the hallway entry door. He watches as the elevator recedes down the shaft and disappears. ANAKIN struggles to keep his grip on the closed door as SPARKING wires rain down on him."},
        { "id": "251", "quote": "27 INT. ELEVATOR-TRADE FEDERATION CRUISER"},
        { "id": "252", "quote": "The elevator starts to descend rapidly."},
        { "id": "253", "quote": "OBI-WAN: Stop, stop! Artoo, we need to be going up."},
        { "id": "254", "quote": "28 INT. ELEVATOR SHAFT-TRADE FEDERATION CRUISER"},
        { "id": "255", "quote": "Anakin struggles to hang on to the narrow edge of the elevator shaft. The door to the elevator shaft is pried open, and TWO BATTLE DROIDS appear in the doorway and look down at ANAKIN. They point their guns at him."},
        { "id": "256", "quote": "DROID 1: Hands up, Jedi! Don't move."},
        { "id": "257", "quote": "DROID 2: Roger, roger."},
        { "id": "258", "quote": "29 INT. MAIN HANGAR-TRADE FEDERATION CRUISER"},
        { "id": "259", "quote": "The TWO SUPER BATTLE DROIDS overhear OBI-WAN's comlink messages to ARTOO."},
        { "id": "260", "quote": "SUPER BATTLE DROID 1: There it is again."},
        { "id": "261", "quote": "OBI-WAN: (OS) Artoo, do you copy? Artoo, do you hear me? Artoo, we need to be going up, not down."},
        { "id": "262", "quote": "30 INT. ELEVATOR-TRADE FEDERATION CRUISER"},
        { "id": "263", "quote": "The elevator races down as OBI-WAN holds on."},
        { "id": "264", "quote": "OBI-WAN: Stop. Artoo! We need to go up! Stop, stop!"},
        { "id": "265", "quote": "The elevator stops with a jolt. OBI-WAN falls to the floor."},
        { "id": "266", "quote": "31 INT. MAIN HANGAR-TRADE FEDERATION CRUISER"},
        { "id": "267", "quote": "The TWO SUPER BATTLE DROIDS see ARTOO and walk toward the little droid."},
        { "id": "268", "quote": "SUPER BATTLE DROID 1: Hey you!"},
        { "id": "269", "quote": "ARTOO plugs into the interface again and the elevator shoots up."},
        { "id": "270", "quote": "32 INT. ELEVATOR-TRADE FEDERATION CRUISER"},
        { "id": "271", "quote": "OBI-WAN stands up after having fallen in the elevator."},
        { "id": "272", "quote": "OBI-WAN: Now, that's better . . ."},
        { "id": "273", "quote": "33 INT. MAIN HANGAR-TRADE FEDERATION CRUISER"},
        { "id": "274", "quote": "ARTOO is held up by TWO SUPER BATTLE DROIDS, who chuckle as the little Astro Droid curses and swings at them."},
        { "id": "275", "quote": "SUPER BATTLE DROID 1: You stupid little astro droid!"},
        { "id": "276", "quote": "34 INT. ELEVATOR SHAFT-TRADE FEDERATION CRUISER"},
        { "id": "277", "quote": "ANAKIN looks down and sees the elevator heading toward him at a high rate of speed. He looks at the BATTLE DROIDS leaning over him with their guns pointed at him. He calculates for a moment, then gives himself a push and flips himself up into the elevator shaft."},
        { "id": "278", "quote": "Before ANAKIN can arc into a descent down the shaft, the elevator races up through the shaft, cutting the DROIDS in two. ANAKIN lands on the elevator and quickly drops back through the hole in the ceiling. OBI-WAN is startled and ignites his lightsaber."},
        { "id": "279", "quote": "OBI-WAN: Oh, it's you . . ."},
        { "id": "280", "quote": "35 INT. MAIN HANGAR-TRADE FEDERATION CRUISER"},
        { "id": "281", "quote": "ARTOO activates his oil hose and sprays the SUPER BATTLE DROIDS. The SUPER BATTLE DROIDS slip on the oil."},
        { "id": "282", "quote": "36 INT. ELEVATOR SHAFT-TRADE FEDERATION CRUISER"},
        { "id": "283", "quote": "ANAKIN: What was that all about?"},
        { "id": "284", "quote": "OBI-WAN: Well, Artoo has been . . ."},
        { "id": "285", "quote": "ANAKIN: No loose wire jokes . . . He's doing the best he can."},
        { "id": "286", "quote": "OBI-WAN: Did I say anything?"},
        { "id": "287", "quote": "ANAKIN: He's trying!"},
        { "id": "288", "quote": "OBI-WAN: I didn't say anything!"},
        { "id": "289", "quote": "37 INT. MAIN HANGAR-TRADE FEDERATION CRUISER"},
        { "id": "290", "quote": "ARTOO ignites his arm rockets and shoots out of their grip, spraying them both with oil and setting them on fire. The SUPER BATTLE DROIDS slip and slide until they fall, smoldering. ARTOO rolls away."},
        { "id": "291", "quote": "38 INT. GENERAL'S QUARTER'S-TRADE FEDERATION CRUISER"},
        { "id": "292", "quote": "The elevator door opens and the TWO JEDI carefully make their way into the main room of the General's Quarters."},
        { "id": "293", "quote": "At the far end sits SUPREME CHANCELLOR PALPATINE. ANAKIN and OBI-WAN move toward the CHANCELLOR."},
        { "id": "294", "quote": "As they get closer to PALPATINE, they see a very distressed look on the Chancellor's face."},
        { "id": "295", "quote": "OBI-WAN: (bows) Chancellor."},
        { "id": "296", "quote": "ANAKIN: Are you all right?"},
        { "id": "297", "quote": "PALPATINE: (quietly) Count Dooku."},
        { "id": "298", "quote": "PALPATINE makes a small gesture with his hand. OBI-WAN and ANAKIN turn around. The elevator DOORS CAN BE HEARD OPENING AND CLOSING as COUNT DOOKU strides into the room. He is above the Jedi, standing on a balcony, with two SUPER BATTLE DROIDS. The Jedi turn to see him. He looks down on the Jedi."},
        { "id": "299", "quote": "OBI-WAN: (quietly to Anakin) This time we will do it together."},
        { "id": "300", "quote": "ANAKIN: I was about to say that."},
        { "id": "301", "quote": "COUNT DOOKU jumps down to the main level."},
        { "id": "302", "quote": "PALPATINE: Get help! You're no match for him. He's a Sith Lord."},
        { "id": "303", "quote": "OBI-WAN: Chancellor Palpatine, Sith Lords are our specialty."},
        { "id": "304", "quote": "OBI-WAN and ANAKIN throw off their cloaks and ignite their lightsabers."},
        { "id": "305", "quote": "COUNT DOOKU: Your swords, please, Master Jedi. We don't want to make a mess of things in front of the Chancellor."},
        { "id": "306", "quote": "OBI-WAN and ANAKIN move toward DOOKU."},
        { "id": "307", "quote": "OBI-WAN: You won't get away this time, Dooku."},
        { "id": "308", "quote": "OBI-WAN and ANAKIN charge COUNT DOOKU. A great sword fight ensues."},
        { "id": "309", "quote": "COUNT DOOKU: I've been looking forward to this."},
        { "id": "310", "quote": "ANAKIN: My powers have doubled since the last time we met, Count."},
        { "id": "311", "quote": "COUNT DOOKU: Good. Twice the pride, double the fall."},
        { "id": "312", "quote": "DOOKU lunges at the JEDI and they fall back . . ."},
        { "id": "313", "quote": "COUNT DOOKU: (continuing) Your moves are clumsy, Kenobi . . . too predictable. You'll have to do better."},
        { "id": "314", "quote": "As the battle proceeds, OBI-WAN and COUNT DOOKU are tired. ANAKIN is stronger as he becomes angry. ANAKIN continues to drive the attack on DOOKU. COUNT DOOKU throws OBI-WAN back using the Force."},
        { "id": "315", "quote": "ANAKIN and COUNT DOOKU move up the stairs. As they reach the upper landing of the General's Quarters, ANAKIN leaps over COUNT DOOKU. OBI-WAN reaches the top of the stairs, destroying TWO SUPER BATTLE DROIDS. COUNT DOOKU holds OBI-WAN in the air using the Force as he turns and kicks ANAKIN out of frame. OBI-WAN is choking."},
        { "id": "316", "quote": "ANAKIN hits the archway."},
        { "id": "317", "quote": "DOOKU sends OBI-WAN flying. The Jedi tumbles to the lower level unconscious. COUNT DOOKU spins around again and, using the Force, causes a section of the balcony to drop onto OBI-WAN. ANAKIN spins and kicks COUNT DOOKU, sending him over the balcony. ANAKIN Jumps, following him down to the main floor. COUNT DOOKU and ANAKIN continue the fight."},
        { "id": "318", "quote": "COUNT DOOKU: (continuing) I sense great fear in you, Skywalker. You have hate, you have anger, but you don’t use them."},
        { "id": "319", "quote": "Anakin regains his composure and attacks COUNT DOOKU as the Dark Lord continues his spin to meet him head on. Their fighting becomes even more intense."},
        { "id": "320", "quote": "Anakin attacks COUNT DOOKU with a new ferociousness."},
        { "id": "321", "quote": "39 INT. GENERAL'S QUARTERS-TRADE FEDERATION CRUISER"},
        { "id": "322", "quote": "Anakin and Dooku continue their fight. It is intense! Finally, in one last energized charge, ANAKIN cuts off COUNT DOOKU's hands. The Jedi catches the lightsaber as it drops from the severed Sith Lord's hand. COUNT DOOKU stumbles to the floor as ANAKIN puts the two lightsabers to his neck. PALPATINE is grinning as he watches COUNT DOOKU's defeat."},
        { "id": "323", "quote": "PALPATINE: Good, Anakin, good. I knew you could do it. Kill him. Kill him now!"},
        { "id": "324", "quote": "ANAKIN: I shouldn't . . ."},
        { "id": "325", "quote": "PALPATINE: Do it!!"},
        { "id": "326", "quote": "ANAKIN cuts off COUNT DOOKU's head. A huge EXPLOSION somewhere deep in the ship rattles everything."},
        { "id": "327", "quote": "ANAKIN: ... I couldn't stop myself."},
        { "id": "328", "quote": "PALPATINE: You did well, Anakin. He was too dangerous to be kept alive."},
        { "id": "329", "quote": "ANAKIN drops COUNT DOOKU's lightsaber, moving to PALPATINE."},
        { "id": "330", "quote": "ANAKIN: Yes, but he was an unarmed prisoner."},
        { "id": "331", "quote": "ANAKIN raises his hands toward PALPATINE, who is strapped in the Admiral's Chair. The Chancellor's restraints pop loose."},
        { "id": "332", "quote": "ANAKIN: (continuing) I shouldn't have done that, Chancellor. It's not the Jedi way."},
        { "id": "333", "quote": "PALPATINE stands up, rubbing his wrists."},
        { "id": "334", "quote": "PALPATINE: It is only natural. He cut off your arm, and you wanted revenge. It wasn't the first time, Anakin. Remember what you told me about your mother and the Sand People. Now, we must leave before more security droids arrive."},
        { "id": "335", "quote": "The ship begins to list to one side. ANAKIN rushes over to OBI-WAN, lifts the control console from on top of him, and pulls him free. He kneels down and checks out his unconscious friend. PALPATINE heads for the elevators."},
        { "id": "336", "quote": "PALPATINE: (continuing) Anakin, there is no time. We must get off the ship before it's too late."},
        { "id": "337", "quote": "ANAKIN: He seems to be all right. No broken bones, breathing's all right."},
        { "id": "338", "quote": "PALPATINE: Leave him, or we'll never make it."},
        { "id": "339", "quote": "ANAKIN: His fate will be the same as ours."},
        { "id": "340", "quote": "ANAKIN picks up OBI-WAN, slings him over his shoulder, and heads for the elevators."},
        { "id": "341", "quote": "40 INT. BRIDGE-TRADE FEDERATION CRUISER"},
        { "id": "342", "quote": "GENERAL GRIEVOUS: Prepare for attack."},
        { "id": "343", "quote": "PILOT: All batteries fire! Fire!"},
        { "id": "344", "quote": "41 INT. BATTLESTATIONS-REPUBLIC CRUISER"},
        { "id": "345", "quote": "Clone gunners fire on the Trade Federation cruiser and take fire in return. Gun emplacements are destroyed. Clone troopers go flying."},
        { "id": "346", "quote": "42 INT. ELEVATOR LOBBY-GENERAL'S QUARTERS-TRADE FEDERATION CRUISER"},
        { "id": "347", "quote": "ANAKIN carries OBI-WAN to the elevator doors and hits the button. PALPATINE joins him."},
        { "id": "348", "quote": "ANAKIN: The elevator's not working, (into his comlink) Artoo . . ."},
        { "id": "349", "quote": "ARTOO BEEPS a response to ANAKIN."},
        { "id": "350", "quote": "ANAKIN: (continuing) . . . Activate Elevator 3224."},
        { "id": "351", "quote": "Suddenly the ship shifts to its side as the elevator doors open. PALPATINE is thrown to the ground. ANAKIN jumps to the door frame of the elevator. ANAKIN looks into the elevator shaft."},
        { "id": "352", "quote": "ANAKIN: (continuing) Artoo ... do you copy? Artoo, come in!"},
        { "id": "353", "quote": "43 INT. BRIDGE-TRADE FEDERATION CRUISER"},
        { "id": "354", "quote": "Windows are blown out, droids and equipment are sucked into space."},
        { "id": "355", "quote": "PILOT: Reverse stabilizers."},
        { "id": "356", "quote": "44 INT. MAIN HANGAR-TRADE FEDERATION CRUISER"},
        { "id": "357", "quote": "As the ship rolls, spacecraft and equipment CRASH from one side of the ship to the other."},
        { "id": "358", "quote": "Several objects break through the metal blast doors, causing objects to be sucked into space. ARTOO starts to slide toward one of the small holes."},
        { "id": "359", "quote": "45 INT. ELEVATOR LOBBY-GENERAL'S QUARTERS-TRADE FEDERATION CRUISER"},
        { "id": "360", "quote": "As the elevator shaft rotates, it has become a long hallway."},
        { "id": "361", "quote": "ANAKIN clings to the doorframe with OBI-WAN on his shoulder, as the Chancellor struggles to join him."},
        { "id": "362", "quote": "46 INT. MAIN HANGAR-TRADE FEDERATION CRUISER"},
        { "id": "363", "quote": "ARTOO continues to skid and slide toward open space. He swerves around boxes and wrecked fighters. One of the BATTLE DROIDS stumbles and is consumed by the electronic shield in a zap. ARTOO BEEPS a reply as he dodges the laser blasts of the BATTLE DROIDS. One bolt hits very near him, and he SCREAMS in terror."},
        { "id": "364", "quote": "47 INT. BRIDGE-TRADE FEDERATION CRUISER"},
        { "id": "365", "quote": "PILOT: Magnetize! Magnetize!"},
        { "id": "366", "quote": "48 INT. MAIN HANGAR-TRADE FEDERATION CRUISER"},
        { "id": "367", "quote": "ARTOO is about to be overtaken by a starfighter sliding behind him. He falls into a heap of broken battle droid parts and the fighter bounces over him."},
        { "id": "368", "quote": "49 EXT. SPACE-CORUSCANT"},
        { "id": "369", "quote": "The TRADE FEDERATION CRUISER heads straight down toward the planet."},
        { "id": "370", "quote": "50 INT. ELEVATOR LOBBY-GENERAL'S QUARTERS-TRADE FEDERATION CRUISER"},
        { "id": "371", "quote": "ANAKIN jumps into the horizontal elevator shaft with OBI-WAN still on his shoulder."},
        { "id": "372", "quote": "ANAKIN: We can't wait. Come on, we have to be fast."},
        { "id": "373", "quote": "PALPATINE climbs into the elevator shaft also. They start running. The ship begins to roll again, and the Jedi and the Chancellor are forced to jump from one side of the elevator to the other."},
        { "id": "374", "quote": "51 INT. BRIDGE-TRADE FEDERATION CRUISER"},
        { "id": "375", "quote": "GENERAL GRIEVOUS: Fire the emergency booster engines."},
        { "id": "376", "quote": "PILOT: Leveling out, sir."},
        { "id": "377", "quote": "52 INT. ELEVATOR SHAFT ON SIDE-TRADE FEDERATION CRUISER"},
        { "id": "378", "quote": "ANAKIN still carrying OBI-WAN on his back, and PALPATINE run down the elevator shaft as it starts to move upright. ANAKIN cuts a control box on one of the doors, but before the doors can open, the ship moves to an angle, causing ANAKIN and PALPATINE to start sliding down the shaft. ANAKIN grabs some wires in the control box with one hand. PALPATINE grabs onto the Jedi's leg. As the ship rights itself, they are left hanging in the bottomless elevator shaft."},
        { "id": "379", "quote": "53 INT. ELEVATOR SHAFT, VERTICAL-TRADE FEDERATION CRUISER"},
        { "id": "380", "quote": "ANAKIN, OBI-WAN, and PALPATINE hang precariously on the side of the bottomless elevator shaft. OBI-WAN regains consciousness and tries to look around."},
        { "id": "381", "quote": "ANAKIN: Easy. . . . We're in a bit of a situation."},
        { "id": "382", "quote": "OBI-WAN: Did I miss something?"},
        { "id": "383", "quote": "OBI-WAN looks down and sees PALPATINE and the bottomless pit. They hear ARTOO BEEPING on Obi-Wan's comlink. The ship begins to roll, causing the vertical shaft to move into a forty-five-degree angle. They hear the elevator brakes release and look up to see the elevator heading toward them."},
        { "id": "384", "quote": "ANAKINN: Hold on."},
        { "id": "385", "quote": "OBI-WAN: What is that?"},
        { "id": "386", "quote": "OBI-WAN and ANAKIN look up to watch the elevator approach them at high speed, then OBI-WAN turns to ANAKIN."},
        { "id": "387", "quote": "OBI-WAN: (continuing) Oops."},
        { "id": "388", "quote": "ANAKIN: Artoo, Artoo, shut down the elevator!"},
        { "id": "389", "quote": "OBI-WAN: Too late! Jump!"},
        { "id": "390", "quote": "They fall about three hundred feet before the tilt of the ship catches up with them, and they hit the side of the shaft and slide at great speed just ahead of the elevator. The shaft continues to rotate until it is completely horizontal."},
        { "id": "391", "quote": "ANAKIN and OBI-WAN take out and throw grappling hooks. The hooks catch and they continue to fall. All the doors in the elevator shaft open up, and the group swings through the open door into a hallway. The elevator roars by."},
        { "id": "392", "quote": "54 INT. ELEVATOR LOBBY-TRADE FEDERATION CRUISER"},
        { "id": "393", "quote": "ANAKIN, OBI-WAN, and PALPATINE fly through the elevator door and land."},
        { "id": "394", "quote": "OBI-WAN: Let's see if we can find something in the hangar bay that's still flyable. Come on."},
        { "id": "395", "quote": "ANAKIN: Artoo, get down here. Artoo, do you copy?"},
        { "id": "396", "quote": "55 INT. MAIN HANGAR-TRADE FEDERATION CRUISER"},
        { "id": "397", "quote": "As the Federation Cruiser continues to rotate, ARTOO SQUEALS and pokes a periscope out of a pile of broken BATTLE DROID PARTS. He looks around then rockets up out of the debris."},
        { "id": "398", "quote": "56 INT. HALLWAY TO HANGAR BAY-TRADE FEDERATION CRUISER"},
        { "id": "399", "quote": "OBI-WAN and ANAKIN lead PALPATINE down a hallway toward the hangar bay."},
        { "id": "400", "quote": "57 INT. DOORWAY TO HANGAR BAY-TRADE FEDERATION CRUISER"},
        { "id": "401", "quote": "It is extremely windy as bits and pieces are continually sucked into space. The hangar bay doors are closed, but great stresses are being exerted as the ship twists, re-entering the atmosphere of Coruscant. They stop in a doorway leading into the hangar bay."},
        { "id": "402", "quote": "OBI-WAN: None of those ships will get us anywhere."},
        { "id": "403", "quote": "ANAKIN: I agree."},
        { "id": "404", "quote": "PALPATINE: What are we going to do?"},
        { "id": "405", "quote": "ANAKIN: I don't know."},
        { "id": "406", "quote": "OBI-WAN: Don't look at me. I don't know."},
        { "id": "407", "quote": "ANAKIN and PALPATINE both look to OBI-WAN. He shrugs his shoulders. Anakin's Fighter has been sucked out of the hangar bay and is totaled. Suddenly, the ship turns on its side."},
        { "id": "408", "quote": "ANAKIN: Here, Chancellor, lock this around your waist, and hold on."},
        { "id": "409", "quote": "OBI-WAN: We'll head toward the bridge and see if we can find an escape pod."},
        { "id": "410", "quote": "ANAKIN hands PALPATINE the end of a cable that is attached to his utility belt. PALPATINE attaches it around his waist. ANAKIN and OBI-WAN throw their utility cables to some pipes in the ceiling and swing to a second set of pipes."},
        { "id": "411", "quote": "58 INT. MAIN HANGAR-TRADE FEDERATION CRUISER"},
        { "id": "412", "quote": "OBI-WAN grabs onto the pipes that run along what was the ceiling and is now the wall. As he moves out into the hangar, TWO SUPER BATTLE DROIDS start firing at him. The Jedi ignites his lightsaber and deflects the bolts back at the DROIDS, blowing them up. ANAKIN and PALPATINE follow OBI-WAN along the pipes running along the ceiling of the hangar. PALPATINE struggles against the escaping air of the pressurized hangar. PALPATINE loses his grip as a pipe breaks, causing a rush of steam, but ANAKIN manages to maintain his grasp on the pipe as the CHANCELLOR dangles on the other end of the utility cable. They are surrounded by SPARKS and EXPLOSIONS as the ship twists and tries to break apart. ANAKIN moves out of the steam and struggles to pull PALPATINE back to safety. ANAKIN is almost pulled loose in the buffeting winds. The ceiling behind them buckles, causing pipes to break, creating geysers of steam. Some bits of pipe go hurling into the blast doors and out into space. They make it through a hangar doorway and close it behind them."},
        { "id": "413", "quote": "59 INT. HANGAR DOORWAY-TRADE FEDERATION CRUISER"},
        { "id": "414", "quote": "OBI-WAN, ANAKIN and PALPATINE are out of breath."},
        { "id": "415", "quote": "ANAKIN/OBI-WAN: Well, that was close."},
        { "id": "416", "quote": "They laugh."},
        { "id": "417", "quote": "60 INT. BRIDGE-TRADE FEDERATION CRUISER"},
        { "id": "418", "quote": "BODYGUARD: General, we found the Jedi. They're in hallway 328."},
        { "id": "419", "quote": "GENERAL GRIEVOUS: Activate ray shields."},
        { "id": "420", "quote": "61 INT. HALLWAY-TRADE FEDERATION CRUISER"},
        { "id": "421", "quote": "They run down the hallway. Suddenly, ray shields drop around them, putting them in an electronic box in the middle of the hallway."},
        { "id": "422", "quote": "ANAKIN: Ray shields!"},
        { "id": "423", "quote": "OBI-WAN takes a deep breath to express his total disappointment."},
        { "id": "424", "quote": "OBI-WAN: Wait a minute, how'd this happen! We're smarter than this."},
        { "id": "425", "quote": "ANAKIN: Apparently not, Master. This is the oldest trap in the book . . . Well ... I was distracted."},
        { "id": "426", "quote": "OBI-WAN: Oh, so all of a sudden it's my fault."},
        { "id": "427", "quote": "ANAKIN: You're the Master. I'm just a hero."},
        { "id": "428", "quote": "OBI-WAN: I'm open to suggestions here."},
        { "id": "429", "quote": "PALPATINE: Why don't we let them take us to General Grievous. Perhaps with Count Dooku's demise, we can negotiate our release."},
        { "id": "430", "quote": "The Jedi look at each other in disbelief."},
        { "id": "431", "quote": "ANAKIN: I say . . . patience."},
        { "id": "432", "quote": "OBI-WAN: Patience! That's your plan, is it?"},
        { "id": "433", "quote": "ANAKIN: Yes, Artoo will be along in a few moments and he'll release the ray shields . . ."},
        { "id": "434", "quote": "ARTOO comes skidding across the hallway and bashes into the opposite wall. He takes a moment to compose himself."},
        { "id": "435", "quote": "ANAKIN: (continuing) See! No problem."},
        { "id": "436", "quote": "Suddenly several doorways open, revealing TWO DESTROYER DROIDS. SIXTEEN SUPER BATTLE DROIDS emerge from behind the DESTROYER DROIDS."},
        { "id": "437", "quote": "ARTOO turns and zaps one of the SUPER BATTLE DROIDS who then kicks ARTOO over."},
        { "id": "438", "quote": "SUPER BATTLE DROID: Don't move, dummy. Ouch! Zap this."},
        { "id": "439", "quote": "OBI-WAN: Do you have a plan B?"},
        { "id": "440", "quote": "62 EXT. BRIDGE-TRADE FEDERATION CRUISER"},
        { "id": "441", "quote": "OBI-WAN, ANAKIN PALPATINE, and ARTOO are captured by GENERAL GRIEVOUS. They stand before the ALIEN DROID GENERAL."},
        { "id": "442", "quote": "GENERAL GRIEVOUS: Oh yes. General Kenobi, the Negotiator. We've been waiting for you. That wasn't much of a rescue."},
        { "id": "443", "quote": "A BATTLE DROID walks to GENERAL GRIEVOUS and hands him the JEDI'S lightsabers."},
        { "id": "444", "quote": "OBI-WAN: That depends upon your point of view. Hah!"},
        { "id": "445", "quote": "GENERAL GRIEVOUS: And Anakin Skywalker ... I was expecting someone with your reputation to be a little older."},
        { "id": "446", "quote": "ANAKIN: General Grievous . . . Supreme Commander of the Droid Armies. You're shorter than I expected."},
        { "id": "447", "quote": "GENERAL GRIEVOUS: Ahhhh, Jedi scum . . ."},
        { "id": "448", "quote": "OBI-WAN: Anakin, try not to upset him. We have a job to do."},
        { "id": "449", "quote": "GENERAL GRIEVOUS: Your lightsabers will make a fine addition to my collection."},
        { "id": "450", "quote": "OBI-WAN: Not this time. And this time you won't escape."},
        { "id": "451", "quote": "ANAKIN: Artoo."},
        { "id": "452", "quote": "ARTOO creates a distraction by extending all his arms, shooting out electrical pulses, and bouncing around."},
        { "id": "453", "quote": "OBI-WAN, hands restrained with electrobonds, spins around, reaches out and, using the Force, yanks his lightsaber out of the General's hand, ignites it, and cuts his bonds. He continues to spin around and cuts Anakin free."},
        { "id": "454", "quote": "GENERAL GRIEVOUS: Crush them! Make them suffer!"},
        { "id": "455", "quote": "ANAKIN uses the Force to yank his lightsaber out of the General's hand."},
        { "id": "456", "quote": "The DROIDS that surround them begin to FIRE. OBI-WAN and ANAKIN jump into the line of fire. The bridge degenerates into chaos. OBI-WAN and ANAKIN are locked in a pitched battle between electro staffs and laser swords with GENERAL GRIEVOUS's TWO BODYGUARDS."},
        { "id": "457", "quote": "CHANCELLOR PALPATINE is taken away by two BATTLE DROIDS. GENERAL GRIEVOUS walks around the bridge directing the BATTLE DROIDS."},
        { "id": "458", "quote": "GENERAL GRIEVOUS: Stay and watch your stations."},
        { "id": "459", "quote": "OBI-WAN fights one of General Grievous's BODYGUARDS. The BODYGUARD carries an electrified staff about five feet long. When the laser sword hits it, electrical bolts fly everywhere and surround the laser sword. OBI-WAN is unable to cut the staff. The Jedi gets whacked pretty good a couple of times and is knocked halfway across the bridge."},
        { "id": "460", "quote": "OBI-WAN pulls himself together and attacks again, cutting off the DROID BODYGUARD'S head. The DROID BODYGUARD keeps attacking. ANAKIN struggles to defend himself against the other manic DROID BODYGUARD. He cuts the DROID BODYGUARD in half. TWO BATTLE DROIDS try to take the CHANCELLOR away."},
        { "id": "461", "quote": "ANAKIN follows them down the hallway and cuts them down, rescuing the Chancellor."},
        { "id": "462", "quote": "OBI-WAN finishes off the headless BODYGUARD. It crumbles to the floor in pieces."},
        { "id": "463", "quote": "ALARMS SOUND as the giant spacecraft begins to list and fall out of orbit. A PILOT yells at GENERAL GRIEVOUS."},
        { "id": "464", "quote": "PILOT: Sir, we are falling out of orbit. All aft control cells are dead."},
        { "id": "465", "quote": "GENERAL GRIEVOUS: Stay on course . . . Don't bother with them. Keep the ship in orbit."},
        { "id": "466", "quote": "OBI-WAN and ANAKIN destroy the remaining DROIDS. GENERAL GRIEVOUS retrieves one of the BODYGUARD'S staffs and faces OBI-WAN. ANAKIN leaps over a console and lands behind GENERAL GRIEVOUS."},
        { "id": "467", "quote": "GENERAL GRIEVOUS: You lose, General Kenobi."},
        { "id": "468", "quote": "One of the PILOTS stands next to the General."},
        { "id": "469", "quote": "PILOT: The ship is breaking up!"},
        { "id": "470", "quote": "GENERAL GRIEVOUS: We've run out of time."},
        { "id": "471", "quote": "OBI-WAN tries to get at GENERAL GRIEVOUS. ANAKIN runs at the General from the opposing side. GENERAL GRIEVOUS turns and throws his electrified staff at the window. It breaks, causing chaos as everything that is not nailed down is sucked into space. GENERAL GRIEVOUS is the first one sucked out into space. He fires a cable from his arm that attaches to the ship. He swings in and lands firmly on the side of the ship."},
        { "id": "472", "quote": "OBI-WAN, ANAKIN, and PALPATINE hold on for dear life. A blast shield closes around where the window used to be."},
        { "id": "473", "quote": "63 INT. BRIDGE-TRADE FEDERATION CRUISER"},
        { "id": "474", "quote": "OBI-WAN continues to fight the BATTLE DROIDS. The DROIDS have backed him into a corner. OBI-WAN hides behind a control panel as the DROIDS blast away at him. He jumps up and over the DROIDS, cutting most of them down before he lands. He destroys the DROIDS and joins ANAKIN."},
        { "id": "475", "quote": "ANAKIN and OBI-WAN cut through the rest of the DROIDS as if they were made of butter. PALPATINE stands in shock as he watches the carnage. Droid parts are firing everywhere. OBI-WAN and ANAKIN stand back to back and cut down the last of the DROIDS just as there is a huge shudder, followed by more alarms. SPARKS begin to fly outside the windows."},
        { "id": "476", "quote": "PALPATINE: The hull is burning up!"},
        { "id": "477", "quote": "64 EXT. HULL-TRADE FEDERATION CRUISER-SPACE"},
        { "id": "478", "quote": "GENERAL GRIEVOUS detaches his cable and crawls along the exterior hull of the Federation Cruiser, using his magnetized hands and feet. He reaches a row of escape pods and enters an airlock."},
        { "id": "479", "quote": "65 INT. POD BAY-TRADE FEDERATION CRUISER-SPACE"},
        { "id": "480", "quote": "GENERAL GRIEVOUS enters the escape pod bay through the hatch. The Droid General goes to a control panel and opens an escape pod."},
        { "id": "481", "quote": "GENERAL GRIEVOUS: Time to abandon ship."},
        { "id": "482", "quote": "GENERAL GRIEVOUS pulls a row of switches, and one by one the escape pods are jettisoned."},
        { "id": "483", "quote": "66 INT. ESCAPE POD-SPACE"},
        { "id": "484", "quote": "He gets in one, the hatch closes, and the escape pod blasts away from the damaged Cruiser."},
        { "id": "485", "quote": "67 INT. BRIDGE-TRADE FEDERATION CRUISER"},
        { "id": "486", "quote": "OBI-WAN and ANAKIN go over to the navigator's chair."},
        { "id": "487", "quote": "ANAKIN: All the escape pods have been launched."},
        { "id": "488", "quote": "OBI-WAN: Grievous. Can you fly a cruiser like this?"},
        { "id": "489", "quote": "ANAKIN: You mean, do I know how to land what's left of this thing?"},
        { "id": "490", "quote": "ANAKIN sits in the pilot's chair and sees on a screen the back half of the ship break away. There is a great jolt, and the ship tilts forward."},
        { "id": "491", "quote": "OBI-WAN: Well?"},
        { "id": "492", "quote": "ANAKIN: Under the circumstances, I'd say the ability to pilot this thing is irrelevant. Strap yourselves in."},
        { "id": "493", "quote": "OBI-WAN and PALPATINE strap themselves into chairs. ANAKIN struggles with the controls of the ship. The ship starts to glow, and pieces break off. ARTOO moves in on Palpatine 's controls and assists in flying the cruiser."},
        { "id": "494", "quote": "OBI-WAN: Steady . . . Attitude . . . eighteen degrees."},
        { "id": "495", "quote": "ARTOO beeps."},
        { "id": "496", "quote": "ANAKIN: Pressure rising. We've got to slow this wreck down. Open all hatches, extend all flaps, and drag fins."},
        { "id": "497", "quote": "OBI-WAN: Temp steady. Hatches open, flaps extended, drag fins . . ."},
        { "id": "498", "quote": "A large part of the ship breaks away."},
        { "id": "499", "quote": "ANAKIN: We lost something."},
        { "id": "500", "quote": "OBI-WAN: Not to worry, we're still flying half the ship."},
        { "id": "501", "quote": "ANAKIN: Now we're really picking up speed . . . I'm going to shift a few degrees and see if I can slow us down."},
        { "id": "502", "quote": "OBI-WAN: Careful . . . we're heating up-twelve thousand . . . thirteen thousand . . ."},
        { "id": "503", "quote": "ANAKIN: What's our speed?"},
        { "id": "504", "quote": "OBI-WAN: Eight plus sixty-forty. Eight plus sixty-twenty. Eight plus sixty. Temp ten thousand, nine thousand . . . we're in the atmosphere . . ."},
        { "id": "505", "quote": "ANAKIN points to one of the controls. ARTOO beeps madly."},
        { "id": "506", "quote": "ANAKIN: Grab that . . . Keep us level."},
        { "id": "507", "quote": "OBI-WAN: Steady. Steady."},
        { "id": "508", "quote": "ANAKIN: Easy, Artoo. Hang on, this may get a little rough. We lost our heat shields."},
        { "id": "509", "quote": "OBI-WAN: Five thousand. Three thousand . . . two thousand. Fireships on the left and the right."},
        { "id": "510", "quote": "FlRESHIP PILOT: We'll take you in."},
        { "id": "511", "quote": "OBI-WAN: Copy that. Landing strip's straight ahead."},
        { "id": "512", "quote": "ANAKIN: We're coming in too hot."},
        { "id": "513", "quote": "OBI-WAN: Easy-easy."},
        { "id": "514", "quote": "The ship leaves a contrail as it streaks across the Coruscant skyline. PALPATINE and OBI-WAN hold on for dear life as the ship shakes and rattles toward an industrial landing platform."},
        { "id": "515", "quote": "68 EXT. CORUSCANT-INDUSTRIAL LANDING PLATFORM-AFTERNOON"},
        { "id": "516", "quote": "A large landing platform in the industrial part of the city is surrounded by Emergency Fire Speeders. The smoking ship approaches as five Fireships spray it with foam. The ship finally makes a rather hard landing."},
        { "id": "517", "quote": "OBI-WAN: Another happy landing."},
        { "id": "518", "quote": "69 EXT. CORUSCANT-SENATE OFFICE BUILDING-LANDING PLATFORM-LATE AFTERNOON"},
        { "id": "519", "quote": "The small Jedi Shuttle carrying PALPATINE and the JEDI arrives at the landing platform. There are a DOZEN SENATORS, including BAIL ORGANA, JAR JAR BINKS, and C-3PO, waiting for them. PALPATINE, R2-D2, and ANAKIN get out. OBI-WAN and MACE stay in the doorway of the Jedi Shuttle."},
        { "id": "520", "quote": "ANAKIN: (to Obi-Wan) Are you coming, Master?"},
        { "id": "521", "quote": "OBI-WAN: Oh no. I'm not brave enough for politics. I have to report to the Council. Besides, someone needs to be the poster boy."},
        { "id": "522", "quote": "ANAKIN: Hold on, this whole operation was your idea. You planned it. You led the rescue operation. You have to be the one to take the bows this time."},
        { "id": "523", "quote": "OBI-WAN: Sorry, old friend. Let us not forget that you rescued me from the Buzz Droids. And you killed Count Dooku. And you rescued the Chancellor, carrying me unconscious on your back, and you managed to land that bucket of bolts safely . . ."},
        { "id": "524", "quote": "ANAKIN: All because of your training, Master. You deserve all those speeches of your greatness."},
        { "id": "525", "quote": "OBI-WAN: . . . the endless speeches . . . Anakin, let's be fair. Today, you are the hero and you deserve your glorious day with the politicians."},
        { "id": "526", "quote": "ANAKIN: All right. But you owe me . . . and not for saving your skin for the tenth time . . ."},
        { "id": "527", "quote": "OBI-WAN: Ninth time . . . that business on Cato Nemoidia doesn't count. I'll see you at the briefing."},
        { "id": "528", "quote": "ANAKIN smiles and walks away from OBI-WAN."},
        { "id": "529", "quote": "The CHANCELLOR and his entourage approach MACE."},
        { "id": "530", "quote": "MACE WlNDU: Chancellor Palpatine, what a welcome sight! Are you all right?"},
        { "id": "531", "quote": "PALPATINE: Yes, thanks to your two Jedi Knights. They killed Count Dooku, but General Grievous has escaped once again."},
        { "id": "532", "quote": "MACE WlNDU: General Grievous will run and hide as he always does. He is a coward."},
        { "id": "533", "quote": "PALPATINE: That maybe true, but with Count Dooku dead, he is the leader of the Droid Army, and I assure you, the Senate will vote to continue the war as long as Grievous is alive."},
        { "id": "534", "quote": "MACE WlNDU: Then the Jedi Council will make finding Grievous our highest priority."},
        { "id": "535", "quote": "BAIL, ANAKIN, and the crowd walk away from the platform toward the Senate Building Grand Hallway."},
        { "id": "536", "quote": "BAIL ORGANA: Skywalker, the Republic cannot praise you enough."},
        { "id": "537", "quote": "ANAKIN and BAIL ORGANA, walking in the hallway."},
        { "id": "538", "quote": "ANAKIN: Thank you, Senator Organa. The kidnapping was a bold move by the Separatists, but it was a mistake that Obi-Wan and I were able to take advantage of."},
        { "id": "539", "quote": "ARTOO and THREEPIO follow behind the crowd."},
        { "id": "540", "quote": "C-3PO: It couldn't possibly be as bad as all that."},
        { "id": "541", "quote": "ARTOO beeps."},
        { "id": "542", "quote": "C-3PO: (continuing) Well, there, I agree with you. In fact, I could do with a tune-up myself."},
        { "id": "543", "quote": "70 INT. CORUSCANT-SENATE OFFICE BUILDING-MAIN HALLWAY-LATE AFTERNOON"},
        { "id": "544", "quote": "ANAKIN is at the back of the crowd of SENATORS, talking with BAIL ORGANA. R2-D2 and C-3PO scoot along ahead of them."},
        { "id": "545", "quote": "BAIL ORGANA: The end of Count Dooku will surely bring an end to this war, and an end to the Chancellor's draconian security measures."},
        { "id": "546", "quote": "ANAKIN: I wish that were so, but the fighting is going to continue until General Grievous is spare parts . . . The Chancellor is very clear about that."},
        { "id": "547", "quote": "Behind a row of large columns, a SHADOWY FIGURE follows the JEDI and the SENATOR. ANAKIN senses the figure."},
        { "id": "548", "quote": "BAIL ORGANA: I'll do everything I can with the Senate."},
        { "id": "549", "quote": "ANAKIN: Excuse me."},
        { "id": "550", "quote": "BAIL ORGANA: Certainly."},
        { "id": "551", "quote": "ANAKIN stops, and BAIL goes off after PALPATINE and the others. ANAKIN goes behind one of the giant columns to meet up with the SHADOWY FIGURE, who is revealed to be SENATOR PADME AMDALA. They embrace and kiss."},
        { "id": "552", "quote": "PADME: Oh, Anakin! Thank goodness, you're back."},
        { "id": "553", "quote": "ANAKIN: I missed you, Padme. I've missed you so."},
        { "id": "554", "quote": "PADME: There were whispers . . . that you'd been killed. I've been living with unbearable dread."},
        { "id": "555", "quote": "ANAKIN: I'm back, I'm all right. It feels like we've been apart for a lifetime. And it might have been ... If the Chancellor hadn't been kidnapped. I don't think they would have ever brought us back from the Outer Rim sieges."},
        { "id": "556", "quote": "ANAKIN starts to give her another kiss. She steps back."},
        { "id": "557", "quote": "PADME: Wait, not here . . ."},
        { "id": "558", "quote": "He grabs her again."},
        { "id": "559", "quote": "ANAKIN: Yes, here! I'm tired of all this deception. I don't care if they know we're married."},
        { "id": "560", "quote": "PADME: Anakin, don't say things like that. You're important to the Republic ... to ending this war. I love you more than anything, but I won't let you give up your life as a Jedi for me . . ."},
        { "id": "561", "quote": "ANAKIN: I've given my life to the Jedi order, but I'd only give up my life, for you."},
        { "id": "562", "quote": "PADME: (playfully) I wouldn't like that. I wouldn't like that one bit. Patience, my handsome Jedi . . . Come to me later."},
        { "id": "563", "quote": "ANAKIN embraces her, then looks at her."},
        { "id": "564", "quote": "ANAKIN: Are you all right? You're trembling. What's going on?"},
        { "id": "565", "quote": "PADME: I'm just excited to see you."},
        { "id": "566", "quote": "ANAKIN: That's not it. I sense more . . . what is it?"},
        { "id": "567", "quote": "PADME: Nothing . . . nothing . . ."},
        { "id": "568", "quote": "ANAKIN: You're frightened. (a little angry) Tell me what's going on!"},
        { "id": "569", "quote": "PADME begins to cry."},
        { "id": "570", "quote": "PADME: You've been gone five months . . . it's been very hard for me. I've never felt so alone. There's . . ."},
        { "id": "571", "quote": "ANAKIN: . . . Is there someone else?"},
        { "id": "572", "quote": "PADME: (peeved, angry) No! Why do you think that? Your jealousy upsets me so much, Anakin. I do nothing to betray you, yet you still don't trust me. Nothing has changed."},
        { "id": "573", "quote": "ANAKIN: (sheepish) I'm afraid of losing you, Padme . . . that's all."},
        { "id": "574", "quote": "PADME: I will never stop loving you, Anakin. My only fear is losing you."},
        { "id": "575", "quote": "ANAKIN: It's just that I've never seen you like this . . ."},
        { "id": "576", "quote": "PADME: Something wonderful has happened."},
        { "id": "577", "quote": "They look at each other for a long moment."},
        { "id": "578", "quote": "PADME: (continuing) I'm . . . Annie, I'm pregnant."},
        { "id": "579", "quote": "ANAKIN is stunned. He thinks through all of the ramifications of this. He takes her in his arms."},
        { "id": "580", "quote": "ANAKIN: That's . . . that's wonderful."},
        { "id": "581", "quote": "PADME: What are we going to do?"},
        { "id": "582", "quote": "ANAKIN: We're not going to worry about anything right now, all right? This is a happy moment. The happiest moment of my life."},
        { "id": "583", "quote": "71 EXT. UTAPAU-LANDING PLATFORM-DAY"},
        { "id": "584", "quote": "A small NEIMOIDIAN SHUTTLE lands. BATTLE DROIDS surround the ramp as GENERAL GRIEVOUS descends onto the platform. SUPER BATTLE DROID G21 approaches."},
        { "id": "585", "quote": "SUPER BATTLE DROID G21: The planet is secure, sir. The population is under control."},
        { "id": "586", "quote": "GENERAL GRIEVOUS: Good. Where is the Separatist Council?"},
        { "id": "587", "quote": "SUPER BATTLE DROID G21: This way, sir ..."},
        { "id": "588", "quote": "GENERAL GRIEVOUS takes the elevator to an upper level. He enters a conference room and presses a series of buttons on the table, and bows."},
        { "id": "589", "quote": "72 INT. UTAPAU-CONFERENCE ROOM-GRAND CHAMBER-DAY"},
        { "id": "590", "quote": "A hologram of Darth Sidious appears."},
        { "id": "591", "quote": "GENERAL GRIEVOUS: Yes, Lord Sidious."},
        { "id": "592", "quote": "DARTH SlDIOUS: General Grievous, I suggest you move the Separatist leaders to Mustafar."},
        { "id": "593", "quote": "GENERAL GRIEVOUS: It will be done, My Lord."},
        { "id": "594", "quote": "DARTH SlDIOUS: The end of the war is near, General, and I promise you, victory is assured."},
        { "id": "595", "quote": "The hologram of Sidious talks to GRIEVOUS about the death of Count Dooku."},
        { "id": "596", "quote": "GENERAL GRIEVOUS: But the loss of Count Dooku?"},
        { "id": "597", "quote": "DARTH SlDIOUS: His death was a necessary loss, which will ensure our victory. Soon I will have a new apprentice . . . one far younger and more powerful than Lord Tyranus."},
        { "id": "598", "quote": "73 INT. CORUSCANT-PADME'S APARTMENT-TWILIGHT"},
        { "id": "599", "quote": "PADME stands in the balcony brushing her hair. ANAKIN leans against the wall, watching her lovingly."},
        { "id": "600", "quote": "ANAKIN: . . . every second I was thinking of you. Protecting the endless, nameless Outer Rim settlements became a torture . . . the battles were easy, the longing became unbearable . . . I've never been so happy as I am at this moment."},
        { "id": "601", "quote": "PADME: Annie, I want to have our baby back home on Naboo. We could go to the lake country where no one would know . . . where we would be safe. I could go early-and fix up the baby's room. I know the perfect spot, right by the gardens."},
        { "id": "602", "quote": "ANAKIN: You are so beautiful!"},
        { "id": "603", "quote": "PADME: It's only because I'm so in love . . ."},
        { "id": "604", "quote": "ANAKIN: No, it's because I'm so in love with you."},
        { "id": "605", "quote": "PADME: So love has blinded you?"},
        { "id": "606", "quote": "ANAKIN: Well, that's not exactly what I meant . . ."},
        { "id": "607", "quote": "PADME: But it's probably true!"},
        { "id": "608", "quote": "They laugh."},
        { "id": "609", "quote": "ANAKIN: I haven't laughed in so long . . ."},
        { "id": "610", "quote": "PADME: Neither have I."},
        { "id": "611", "quote": "74 INT. POLIS MASSA-MEDICAL CENTER-DREAM"},
        { "id": "612", "quote": "The view is strangely distorted and disorienting. PADME is on a table in an alien medical chamber. She is giving birth and is screaming."},
        { "id": "613", "quote": "PADME: Anakin, help me! Help, Anakin! Anakin, I love you. I love you."},
        { "id": "614", "quote": "She screams and dies."},
        { "id": "615", "quote": "75 INT. CORUSCANT-PADME'S APARTMENT-BEDROOM-NIGHT"},
        { "id": "616", "quote": "ANAKIN awakens in a panic. He is covered in sweat. He looks over in the bed and sees PADME sound asleep next to him. ANAKIN gets out from under the sheets and sits on the side of the bed. He is breathing heavily. He puts his head in his hands and weeps. He regains his composure and leaves the room down a set of stairs. PADME awakens, realizes Anakin is gone."},
        { "id": "617", "quote": "PADME: Anakin??"},
        { "id": "618", "quote": "She gets out of bed and goes downstairs to look for him."},
        { "id": "619", "quote": "76 EXT. CORUSCANT-PADME'S APARTMENT-VERANDA-NIGHT"},
        { "id": "620", "quote": "ANAKIN walks down a flight of stairs onto a large veranda. The vast city planet of Coruscant, smoldering from the battle, is spread out before him. He is distraught."},
        { "id": "621", "quote": "PADME descends the stairs and joins ANAKIN on the veranda. She takes his hand. He doesn't look at her."},
        { "id": "622", "quote": "PADME: What's bothering you?"},
        { "id": "623", "quote": "ANAKIN: Nothing . . ."},
        { "id": "624", "quote": "ANAKIN touches the japor snippet around PADME'S neck, that Anakin gave her when he was a small boy."},
        { "id": "625", "quote": "ANAKIN: (continuing) I remember when I gave this to you."},
        { "id": "626", "quote": "PADME: Anakin, how long is it going to take for us to be honest with each other?"},
        { "id": "627", "quote": "ANAKIN: It was a dream."},
        { "id": "628", "quote": "PADME: Bad?"},
        { "id": "629", "quote": "ANAKIN: Like the ones I used to have about my mother just before she died."},
        { "id": "630", "quote": "PADME: And?"},
        { "id": "631", "quote": "ANAKIN: It was about you."},
        { "id": "632", "quote": "They look at each other. A moment of concern passes between them."},
        { "id": "633", "quote": "PADME: Tell me."},
        { "id": "634", "quote": "ANAKIN: It was only a dream."},
        { "id": "635", "quote": "PADME gives him a long, worried look. ANAKIN takes a deep breath."},
        { "id": "636", "quote": "ANAKIN: (continuing) You die in childbirth . . ."},
        { "id": "637", "quote": "PADME: And the baby?"},
        { "id": "638", "quote": "ANAKIN: I don't know."},
        { "id": "639", "quote": "PADME: It was only a dream."},
        { "id": "640", "quote": "ANAKIN takes PADME in his arms."},
        { "id": "641", "quote": "ANAKIN: . . . I won't let this one become real, Padme."},
        { "id": "642", "quote": "They embrace, then part."},
        { "id": "643", "quote": "PADME: Anakin, this baby will change our lives. I doubt the Queen will continue to allow me to serve in the Senate, and if the Council discovers you are the father, you will be expelled from the Jedi Order."},
        { "id": "644", "quote": "ANAKIN: I know …."},
        { "id": "645", "quote": "PADME: Anakin, do you think Obi-Wan might be able to help us?"},
        { "id": "646", "quote": "ANAKIN: (suspicious) Have you told him anything?"},
        { "id": "647", "quote": "PADME: No, but he's your mentor, your best friend . . . he must suspect something."},
        { "id": "648", "quote": "ANAKIN: He's been a father to me, but he's still on the Council. Don't tell him anything!"},
        { "id": "649", "quote": "PADME: I won't, Anakin."},
        { "id": "650", "quote": "ANAKIN: I don't need his help . . . Our baby is a blessing, not a problem."},
        { "id": "651", "quote": "77 INT. CORUSCANT-JEDI TEMPLE-YODAS QUARTERS-DAY"},
        { "id": "652", "quote": "YODA and ANAKIN sit in Yoda 's room, deep in thought."},
        { "id": "653", "quote": "YODA: Premonitions . . . premonitions . . . Hmmmm . . . these visions you have . . ."},
        { "id": "654", "quote": "ANAKIN: They are of pain, suffering, death . . ."},
        { "id": "655", "quote": "YODA: Yourself you speak of, or someone you know?"},
        { "id": "656", "quote": "ANAKIN: Someone . . ."},
        { "id": "657", "quote": "YODA: . . . close to you?"},
        { "id": "658", "quote": "ANAKIN: Yes."},
        { "id": "659", "quote": "YODA: Careful you must be when sensing the future, Anakin. The fear of loss is a path to the dark side."},
        { "id": "660", "quote": "ANAKIN: I won't let these visions come true, Master Yoda."},
        { "id": "661", "quote": "YODA: Death is a natural part of life. Rejoice for those around you who transform into the Force. Mourn them, do not. Miss them, do not. Attachment leads to jealousy. The shadow of greed, that is."},
        { "id": "662", "quote": "ANAKIN: What must I do, Master Yoda?"},
        { "id": "663", "quote": "YODA: Train yourself to let go of everything you fear to lose."},
        { "id": "664", "quote": "78 INT. CORUSCANT-JEDI TEMPLE-HALLWAY-DAY"},
        { "id": "665", "quote": "ANAKIN hurries down a temple hallway, heading toward a Jedi Briefing Room. SEVERAL JEDI are exiting."},
        { "id": "666", "quote": "79 INT. CORUSCANT-JEDI TEMPLE-BRIEFING ROOM-DAY"},
        { "id": "667", "quote": "ANAKIN rushes into the Briefing Room. By the time he reaches the Chamber, the last of the Jedi are leaving. Only OBI-WAN remains at the front of the lecture hall. He is shutting off some holograms and electronic charts and maps."},
        { "id": "668", "quote": "OBI-WAN: You missed the report on the Outer Rim sieges."},
        { "id": "669", "quote": "ANAKIN: I'm sorry, I was held up. I have no excuse."},
        { "id": "670", "quote": "OBI-WAN: In short, they are going very well. Saleucami has fallen, and Master Vos has moved his troops to Boz Pity."},
        { "id": "671", "quote": "ANAKIN: What's wrong then?"},
        { "id": "672", "quote": "OBI-WAN: The Senate is expected to vote more executive powers to the Chancellor today."},
        { "id": "673", "quote": "ANAKIN: Well, that can only mean less deliberating and more action. Is that bad? It will make it easier for us to end this war."},
        { "id": "674", "quote": "OBI-WAN: Anakin, be careful of your friend Palpatine."},
        { "id": "675", "quote": "ANAKIN: Be careful of what?"},
        { "id": "676", "quote": "OBI-WAN: He has requested your presence."},
        { "id": "677", "quote": "ANAKIN: What for?"},
        { "id": "678", "quote": "OBI-WAN: He would not say."},
        { "id": "679", "quote": "ANAKIN: He didn't inform the Jedi Council? That's unusual, isn't it?"},
        { "id": "680", "quote": "OBI-WAN: All of this is unusual, and it's making me feel uneasy. You're probably aware that relations between the Council and the Chancellor are stressed."},
        { "id": "681", "quote": "ANAKIN: I know the Council has grown wary of the Chancellor's power, mine also for that matter. Aren't we all working together to save the Republic? Why all this distrust?"},
        { "id": "682", "quote": "OBI-WAN: The Force grows dark, Anakin, and we are all affected by it. Be wary of your feelings."},
        { "id": "683", "quote": "80 INT. CORUSCANT-CHANCELLOR'S OFFICE-DAY"},
        { "id": "684", "quote": "ANAKIN stands with PALPATINE at his window overlooking the vastness of Coruscant. Several buildings have been destroyed. A brown haze hangs over the landscape."},
        { "id": "685", "quote": "PALPATINE: Anakin, this afternoon the Senate is going to call on me to take direct control of the Jedi Council."},
        { "id": "686", "quote": "ANAKIN: The Jedi will no longer report to the Senate?"},
        { "id": "687", "quote": "PALPATINE: They will report to me . . . personally. The Senate is too unfocused to conduct a war. This will bring a quick end to things."},
        { "id": "688", "quote": "ANAKIN: I agree, but the Jedi Council may not see it that way."},
        { "id": "689", "quote": "PALPATINE: There are times when we must all endure adjustments to the constitution in the name of security."},
        { "id": "690", "quote": "ANAKIN: With all due respect, sir, the Council is in no mood for more constitutional amendments."},
        { "id": "691", "quote": "PALPATINE: Thank you, my friend, but in this case I have no choice . . . this war must be won."},
        { "id": "692", "quote": "ANAKIN: Everyone will agree on that."},
        { "id": "693", "quote": "PALPATINE: Anakin, I've known you since you were a small boy. I have advised you over the years when I could ... I am very proud of your accomplishments. You have won many battles the Jedi Council thought were lost . . . and you saved my life. I hope you trust me, Anakin."},
        { "id": "694", "quote": "ANAKIN: Of course."},
        { "id": "695", "quote": "PALPATINE: I need your help, son."},
        { "id": "696", "quote": "ANAKIN: What do you mean?"},
        { "id": "697", "quote": "PALPATINE: I fear the Jedi. The Council keeps pushing for more control. They're shrouded in secrecy and obsessed with maintaining their autonomy . . . ideals. I find simply incomprehensible in a democracy."},
        { "id": "698", "quote": "ANAKIN: I can assure you that the Jedi are dedicated to the values of the Republic, sir."},
        { "id": "699", "quote": "PALPATINE: Nevertheless, their actions will speak more loudly than their words. I'm depending on you."},
        { "id": "700", "quote": "ANAKIN: For what? I don't understand."},
        { "id": "701", "quote": "PALPATINE: To be the eyes, ears, and voice of the Republic . . ."},
        { "id": "702", "quote": "ANAKIN thinks about this."},
        { "id": "703", "quote": "PALPATINE: (continuing) Anakin . . . I'm appointing you to be my personal representative on the Jedi Council."},
        { "id": "704", "quote": "ANAKIN: Me? A Master? I am overwhelmed, sir, but the Council elects its own members. They will never accept this."},
        { "id": "705", "quote": "PALPATINE: I think they will . . . they need you more than you know."},
        { "id": "706", "quote": "81 INT. CORUSCANT-BAIL ORGANA'S OFFICE-DAY"},
        { "id": "707", "quote": "PADME, BAIL ORGANA, and SENATORS MON MOTHMA, FANG ZAR, TERR TANEEL, and GIDDEAN DANU sit in Senator Organa 's office."},
        { "id": "708", "quote": "BAIL ORGANA: Now that he has control of the Jedi Council, the Chancellor has appointed Governors to oversee all star systems in the Republic."},
        { "id": "709", "quote": "FANG ZAR: When did this happen?"},
        { "id": "710", "quote": "BAIL ORGANA: The decree was posted this morning."},
        { "id": "711", "quote": "PADME: Do you think he will dismantle the Senate?"},
        { "id": "712", "quote": "MON MOTHMA: Why bother? As a practical matter, the Senate no longer exists."},
        { "id": "713", "quote": "GIDDEAN DANU: The constitution is in shreds. Amendment after amendment . . . executive directives, sometimes a dozen in one day."},
        { "id": "714", "quote": "BAIL ORGANA: We can't let a thousand years of democracy disappear without a fight."},
        { "id": "715", "quote": "EVERYONE looks at each other, a little worried at the implications of what was just said."},
        { "id": "716", "quote": "TERR TANEEL: What are you suggesting?"},
        { "id": "717", "quote": "BAIL ORGANA: I apologize. I didn't mean to sound like a Separatist."},
        { "id": "718", "quote": "MON MOTHMA: We are not Separatists trying to leave the Republic. We are loyalists, trying to preserve democracy in the Republic."},
        { "id": "719", "quote": "BAIL ORGANA: It has become increasingly clear to many of us that the Chancellor has become an enemy of democracy."},
        { "id": "720", "quote": "PADME: I can't believe it has come to this! Chancellor Palpatine is one of my oldest advisors. He served as my Ambassador when I was Queen."},
        { "id": "721", "quote": "GlDDEAN DANU: Senator, I fear you underestimate the amount of corruption that has taken hold in the Senate."},
        { "id": "722", "quote": "MON MOTHMA: The Chancellor has played the Senators well. They know where the power lies, and they will do whatever it takes to share in it. Palpatine has become a dictator and we have helped him to do it."},
        { "id": "723", "quote": "BAIL ORGANA: We can't sit around debating any longer, we have decided to do what we can to stop it. Senator Mon Mothma and I are putting together an organization . . ."},
        { "id": "724", "quote": "PADME: Say no more. Senator Organa. I understand. At this point, it's better to leave some things unsaid."},
        { "id": "725", "quote": "BAIL ORGANA: Yes. I agree and we must not discuss this with anyone, without everyone in this group agreeing."},
        { "id": "726", "quote": "MON MOTHMA: That means those closest to you . . . even family ... no one can be told."},
        { "id": "727", "quote": "They ALL nod their heads. PADME considers this for a moment."},
        { "id": "728", "quote": "PADME: Agreed."},
        { "id": "729", "quote": "82 INT. CORUSCANT-JEDI TEMPLE-HALLWAY OUTSIDE COUNCIL CHAMBERS-DAY"},
        { "id": "730", "quote": "ANAKIN stands pensively in front of the Jedi Council Chambers. The door opens."},
        { "id": "731", "quote": "83 INT. CORUSCANT-JEDI TEMPLE-COUNCIL CHAMBERS-DAY"},
        { "id": "732", "quote": "ANAKIN enters and stands in the middle of the room. He is surrounded by the Jedi Council MACE WINDU, EETH KOTH OBI-WAN, YODA, the HOLOGRAMS of PLO KOON and KI-ADI-MUNDI."},
        { "id": "733", "quote": "MACE: Anakin Skywalker, we have approved your appointment to the Council as the Chancellor's personal representative."},
        { "id": "734", "quote": "ANAKIN: I will do my best to uphold the principles of the Jedi Order."},
        { "id": "735", "quote": "YODA: Allow this appointment lightly, the Council does not. Disturbing is this move by Chancellor Palpatine."},
        { "id": "736", "quote": "ANAKIN: I understand."},
        { "id": "737", "quote": "MACE: You are on this Council, but we do not grant you the rank of Master."},
        { "id": "738", "quote": "Anakin reacts with anger."},
        { "id": "739", "quote": "ANAKIN: What? ! How can you do this?? This is outrageous, it's unfair . . . I'm more powerful than any of you. How can you be on the Council and not be a Master?"},
        { "id": "740", "quote": "MACE: Take a seat, young Skywalker."},
        { "id": "741", "quote": "ANAKIN: Forgive me, Master."},
        { "id": "742", "quote": "ANAKIN goes and sits in one of the empty chairs. Everyone is embarrassed. KI-ADI-MUNDI WHO APPEARS AS A HOLOGRAM, speaks."},
        { "id": "743", "quote": "Kl-ADI-MUNDI: We have surveyed all systems in the Republic, and have found no sign of General Grievous."},
        { "id": "744", "quote": "YODA: Hiding in the Outer Rim, Grievous is. The outlying systems, you must sweep."},
        { "id": "745", "quote": "OBI-WAN: It may take some time . . . we do not have many ships to spare."},
        { "id": "746", "quote": "MACE: We cannot take ships from the front line."},
        { "id": "747", "quote": "OBI-WAN: And yet, it would be fatal for us to allow the droid armies to regroup."},
        { "id": "748", "quote": "YODA: Master Kenobi, our spies contact, you must, and then wait."},
        { "id": "749", "quote": "Kl-ADI-MUNDI: What about the droid attack on the Wookiees?"},
        { "id": "750", "quote": "MACE: It is critical we send an attack group there, immediately!"},
        { "id": "751", "quote": "OBI-WAN: He's right, that is a system we cannot afford to lose. It's the main navigation route for the southwestern quadrant."},
        { "id": "752", "quote": "ANAKIN: I know that system well. It would take us little time to drive the droids off that planet."},
        { "id": "753", "quote": "MACE: Skywalker, your assignment is here with the Chancellor, and Kenobi must find General Grievous."},
        { "id": "754", "quote": "YODA: Go, I will. Good relations with the Wookiees, I have."},
        { "id": "755", "quote": "MACE: It is settled then. Yoda will take a battalion of clones to reinforce the Wookiees on Kashyyyk. May the Force be with us all."},
        { "id": "756", "quote": "ANAKIN is disappointed."},
        { "id": "757", "quote": "84 INT. CORUSCANT-JEDI TEMPLE-MASSIVE MAIN HALLWAY AND ALCOVE-LATE AFTERNOON"},
        { "id": "758", "quote": "ANAKIN and OBI-WAN walk through one of the massive Jedi Temple hallways. ANAKIN is furious."},
        { "id": "759", "quote": "ANAKIN: What kind of nonsense is this, put me on the Council and not make me a Master!?? That's never been done in the history of the Jedi. It's insulting!"},
        { "id": "760", "quote": "OBI-WAN: Calm down, Anakin. You have been given a great honor. To be on the Council at your age . . . It's never happened before. Listen to me, Anakin. The fact of the matter is you're too close to the Chancellor. The Council doesn't like it when he interferes in Jedi affairs."},
        { "id": "761", "quote": "ANAKIN: I swear to you, I didn't ask to be put on the Council . . ."},
        { "id": "762", "quote": "OBI-WAN: But it's what you wanted! Your friendship with Chancellor Palpatine seems to have paid off."},
        { "id": "763", "quote": "ANAKIN: That has nothing to do with this."},
        { "id": "764", "quote": "OBI-WAN: Anakin, regardless of how it happened, you find yourself in a delicate situation."},
        { "id": "765", "quote": "ANAKIN: You mean divided loyalties."},
        { "id": "766", "quote": "OBI-WAN: I warned you there was tension between the Council and the Chancellor. I was very clear. Why didn't you listen? You walked right into it."},
        { "id": "767", "quote": "ANAKIN: The Council is upset I'm the youngest to ever serve."},
        { "id": "768", "quote": "OBI-WAN: No, it is not. Anakin, I worry when you speak of jealousy and pride. Those are not Jedi thoughts. They're dangerous, dark thoughts."},
        { "id": "769", "quote": "ANAKIN: Master, you of all people should have confidence in my abilities. I know where my loyalties lie."},
        { "id": "770", "quote": "OBI-WAN: I hope so . . ."},
        { "id": "771", "quote": "ANAKIN: I sense there's more to this talk than you're saying."},
        { "id": "772", "quote": "OBI-WAN: Anakin, the only reason the Council has approved your appointment is because the Chancellor trusts you."},
        { "id": "773", "quote": "ANAKIN: And?"},
        { "id": "774", "quote": "OBI-WAN: Anakin, look, I am on your side. I didn't want to see you put in this situation."},
        { "id": "775", "quote": "ANAKIN: What situation?"},
        { "id": "776", "quote": "OBI-WAN: (takes a deep breath) The Council wants you to report on all of the Chancellor's dealings. They want to know what he's up to."},
        { "id": "777", "quote": "ANAKIN: They want me to spy on the Chancellor? That's treason!"},
        { "id": "778", "quote": "OBI-WAN: We are at war, Anakin. The Jedi Council is sworn to uphold the principles of the Republic, even if the Chancellor does not."},
        { "id": "779", "quote": "ANAKIN: Why didn't the Council give me this assignment when we were in session?"},
        { "id": "780", "quote": "OBI-WAN: This assignment is not to be on record. The Council asked me to approach you on this personally."},
        { "id": "781", "quote": "ANAKIN: The Chancellor is not a bad man, Obi-Wan. He befriended me. He's watched out for me ever since I arrived here."},
        { "id": "782", "quote": "OBI-WAN: That is why you must help us, Anakin. Our allegiance is to the Senate, not to its leader who has managed to stay in office long after his term has expired."},
        { "id": "783", "quote": "ANAKIN: Master, the Senate demanded that he stay longer."},
        { "id": "784", "quote": "OBI-WAN: Yes, but use your feelings, Anakin. Something is out of place."},
        { "id": "785", "quote": "ANAKIN: You're asking me to do something against the Jedi Code. Against the Republic. Against a mentor . . . and a friend. That's what's out of place here. Why are you asking this of me?"},
        { "id": "786", "quote": "OBI-WAN: The Council is asking you."},
        { "id": "787", "quote": "85 EXT. CORUSCANT-CLONE LANDING PLATFORM-DAY"},
        { "id": "788", "quote": "A JEDI GUNSHIP heads for the huge Clone landing platform."},
        { "id": "789", "quote": "86 INT. CORUSCANT-JEDI GUNSHIP-DAY"},
        { "id": "790", "quote": "YODA, MACE, and OBI-WAN ride in the GUNSHIP as it heads for the Clone landing platform. Mace and Obi-Wan are sitting."},
        { "id": "791", "quote": "OBI-WAN : Anakin did not take to his assignment with much enthusiasm."},
        { "id": "792", "quote": "YODA: Too much under the sway of the Chancellor, he is. Much anger there is in him. Too much pride in his powers."},
        { "id": "793", "quote": "MACE: It's very dangerous, putting them together. I don't think the boy can handle it. I don't trust him."},
        { "id": "794", "quote": "OBI-WAN: He'll be all right. I trust him with my life."},
        { "id": "795", "quote": "MACE:I wish I did."},
        { "id": "796", "quote": "OBI-WAN: With all due respect, Master, is he not the Chosen One? Is he not to destroy the Sith and bring balance to the Force?"},
        { "id": "797", "quote": "MACE: So the prophecy says."},
        { "id": "798", "quote": "YODA: A prophecy . . . that misread could have been."},
        { "id": "799", "quote": "OBI-WAN: He will not let me down. He never has."},
        { "id": "800", "quote": "YODA: I hope right you are. And now destroy the Droid armies on Kashyyyk, I will. May the Force be with you."},
        { "id": "801", "quote": "The GUNSHIP lands and the ramp lowers. YODA exits the GUNSHIP. MACE and OBI-WAN stand and give him a brief bow then take off in the GUNSHIP."},
        { "id": "802", "quote": "87 EXT. CORUSCANT-PADME'S APARTMENT-VERANDA-SUNSET"},
        { "id": "803", "quote": "Padme's Speeder pulls up to the landing platform. CAPTAIN TYPHO escorts PADME onto the veranda, where TWO HANDMAIDENS (ELLE and MOTEE) are waiting. PADME turns to CAPTAIN TYPHO."},
        { "id": "804", "quote": "PADME: Thank you, Captain."},
        { "id": "805", "quote": "CAPTAIN TYPHO: Rest well. My Lady."},
        { "id": "806", "quote": "CAPTAIN TYPHO gets back into the Speeder, and it disappears into the cityscape. The HANDMAIDENS, Motee and Elle, approach PADME as the SHADOW OF A FIGURE moves in the background. C-3PO is standing nearby."},
        { "id": "807", "quote": "PADME: I'll be up in a while."},
        { "id": "808", "quote": "MOTEE: Yes, my lady."},
        { "id": "809", "quote": "C-3PO stands, confused, as the HANDMAIDENS turn and exit."},
        { "id": "810", "quote": "C-3PO: Is there anything I might do for you, my lady?"},
        { "id": "811", "quote": "PADME: Yes, make sure all the security droids are working. Thank you, Threepio."},
        { "id": "812", "quote": "The golden droid turns and exits."},
        { "id": "813", "quote": "PADME stands and watches the sunset. The SHADOWY FIGURE moves toward her. She senses something."},
        { "id": "814", "quote": "ANAKIN: Beautiful, isn't it?"},
        { "id": "815", "quote": "PADME jumps and turns around."},
        { "id": "816", "quote": "PADME: You startled me."},
        { "id": "817", "quote": "He sits next to her on the bench."},
        { "id": "818", "quote": "ANAKIN: How are you feeling?"},
        { "id": "819", "quote": "PADME: He keeps kicking."},
        { "id": "820", "quote": "ANAKIN: He?! Why do you think it's a boy?"},
        { "id": "821", "quote": "PADME: (laughs) My motherly intuition."},
        { "id": "822", "quote": "She puts his hand on her belly."},
        { "id": "823", "quote": "ANAKIN: Whoa! With a kick that strong, it's got to be a girl."},
        { "id": "824", "quote": "They laugh."},
        { "id": "825", "quote": "PADME: I heard about your appointment. Anakin. I'm so proud of you."},
        { "id": "826", "quote": "ANAKIN: I may be on the Council, but . . . they refused to accept me as a Jedi Master."},
        { "id": "827", "quote": "PADME: Patience. In time, they will recognize your skills."},
        { "id": "828", "quote": "ANAKIN: They still treat me as if I were a Padawan learner. . . they fear my power, that's the problem."},
        { "id": "829", "quote": "PADME: Anakin . . ."},
        { "id": "830", "quote": "ANAKIN: Sometimes, I wonder what's happening to the Jedi Order . . . I think this war is destroying the principles of the Republic."},
        { "id": "831", "quote": "PADME: Have you ever considered that we may be on the wrong side?"},
        { "id": "832", "quote": "ANAKIN: (suspicious) What do you mean?"},
        { "id": "833", "quote": "PADME: What if the democracy we thought we were serving no longer exists, and the Republic has become the very evil we have been fighting to destroy?"},
        { "id": "834", "quote": "ANAKIN: I don't believe that. And you're sounding like a Separatist!"},
        { "id": "835", "quote": "PADME: Anakin, this war represents a failure to listen . . . Now, you're closer to the Chancellor than anyone. Please, please ask him to stop the fighting and let diplomacy resume."},
        { "id": "836", "quote": "ANAKIN: (growing angry) Don't ask me to do that, Padme. Make a motion in the Senate, where that kind of a request belongs. I'm not your errand boy. I'm not anyone's errand boy!"},
        { "id": "837", "quote": "PADME: What is it?"},
        { "id": "838", "quote": "ANAKIN: Nothing."},
        { "id": "839", "quote": "PADME: Don't do this . . . don't shut me out. Let me help you."},
        { "id": "840", "quote": "ANAKIN: You can't help me . . . I'm trying to help you."},
        { "id": "841", "quote": "They look in each other's eyes."},
        { "id": "842", "quote": "ANAKIN: (continuing) I sense . . . there are things you are not telling me."},
        { "id": "843", "quote": "PADME is startled at this."},
        { "id": "844", "quote": "PADME: I sense there are things you are not telling me."},
        { "id": "845", "quote": "PADME smiles. ANAKIN is a little embarrassed."},
        { "id": "846", "quote": "PADME: (continuing) Hold me . . . like you did by the lake on Naboo, so long ago . . . when there was nothing but our love ... No politics, no plotting ... no war."},
        { "id": "847", "quote": "88 INT. CORUSCANT-GALAXIES OPERA HOUSE-NIGHT"},
        { "id": "848", "quote": "ANAKIN lands his speeder and exits."},
        { "id": "849", "quote": "ANAKIN runs up the stairs at the Galaxies Opera House."},
        { "id": "850", "quote": "ANAKIN runs through the hallway and enters Palpatine's box, where the CHANCELLOR is sitting with Mas Amedda and Sly-Moore, watching the Man Calamari Ballet doing 'Squid Lake.''"},
        { "id": "851", "quote": "ANAKIN: You wanted to see me, Chancellor."},
        { "id": "852", "quote": "PALPATINE: Yes, Anakin! Come closer. I have good news. Our Clone Intelligence Units have discovered the location of General Grievous. He is hiding in the Utapau system."},
        { "id": "853", "quote": "ANAKIN: At last, we'll be able to capture that monster and end this war."},
        { "id": "854", "quote": "PALPATINE: I would worry about the collective wisdom of the Council if they didn't select you for this assignment. You are the best choice by far … but, they can't always be trusted to do the right thing."},
        { "id": "855", "quote": "ANAKIN: They try."},
        { "id": "856", "quote": "PALPATINE: Sit down, (to his aides) Leave us."},
        { "id": "857", "quote": "ANAKIN sits next to PALPATINE. The Chancellor leans over to him."},
        { "id": "858", "quote": "PALPATINE: (continuing) Anakin, you know I'm not able to rely on the Jedi Council. If they haven't included you in their plot, they soon will."},
        { "id": "859", "quote": "ANAKIN: I'm not sure I understand."},
        { "id": "860", "quote": "PALPATINE: You must sense what I have come to suspect . . . the Jedi Council want control of the Republic . . . they're planning to betray me."},
        { "id": "861", "quote": "ANAKIN: I don't think . . ."},
        { "id": "862", "quote": "PALPATINE: Anakin, search your feelings. You know, don't you?"},
        { "id": "863", "quote": "ANAKIN: I know they don't trust you . . ."},
        { "id": "864", "quote": "PALPATINE: Or the Senate . . . or the Republic . . . or democracy for that matter."},
        { "id": "865", "quote": "ANAKIN: I have to admit my trust in them has been shaken."},
        { "id": "866", "quote": "PALPATINE: Why? They asked you to do something that made you feel dishonest, didn't they?"},
        { "id": "867", "quote": "ANAKIN doesn't say anything. He simply looks down."},
        { "id": "868", "quote": "PALPATINE: (continuing) They asked you to spy on me, didn't they?"},
        { "id": "869", "quote": "ANAKIN: I don't know ... I don't know what to say."},
        { "id": "870", "quote": "PALPATINE: Remember back to your early teachings. Anakin. 'All those who gain power are afraid to lose it.' Even the Jedi."},
        { "id": "871", "quote": "ANAKIN: The Jedi use their power for good."},
        { "id": "872", "quote": "PALPATINE: Good is a point of view, Anakin. And the Jedi point of view is not the only valid one. The Dark Lords of the Sith believe in security and justice also, yet they are considered by the Jedi to be. . ."},
        { "id": "873", "quote": "ANAKIN: . . . evil."},
        { "id": "874", "quote": "PALPATINE: . . . from a Jedi's point of view. The Sith and the Jedi are similar in almost every way, including their quest for greater power. The difference between the two is the Sith are not afraid of the dark side of the Force. That is why they are more powerful."},
        { "id": "875", "quote": "ANAKIN: The Sith rely on their passion for their strength. They think inward, only about themselves."},
        { "id": "876", "quote": "PALPATINE: And the Jedi don't?"},
        { "id": "877", "quote": "ANAKIN: The Jedi are selfless . . . they only care about others."},
        { "id": "878", "quote": "PALPATINE smiles."},
        { "id": "879", "quote": "PALPATINE: Or so you've been trained to believe. Why is it, then, that they have asked you to do something you feel is wrong?"},
        { "id": "880", "quote": "ANAKIN: I'm not sure it's wrong."},
        { "id": "881", "quote": "PALPATINE: Have they asked you to betray the Jedi code? The Constitution? A friendship? Your own values? Think. Consider their motives. Keep your mind clear of assumptions. The fear of losing power is a weakness of both the Jedi and the Sith."},
        { "id": "882", "quote": "ANAKIN is deep in thought."},
        { "id": "883", "quote": "PALPATINE: (continuing) Did you ever hear the tragedy of Darth Plagueis 'the wise'?"},
        { "id": "884", "quote": "ANAKIN: No."},
        { "id": "885", "quote": "PALPATINE: I thought not. It's not a story the Jedi would tell you. It's a Sith legend. Darth Plagueis was a Dark Lord of the Sith, so powerful and so wise he could use the Force to influence the midi-chlorians to create life ... He had such a knowledge of the dark side that he could even keep the ones he cared about from dying."},
        { "id": "886", "quote": "ANAKIN: He could actually save people from death?"},
        { "id": "887", "quote": "PALPATINE: The dark side of the Force is a pathway to many abilities some consider to be unnatural."},
        { "id": "888", "quote": "ANAKIN: What happened to him?"},
        { "id": "889", "quote": "PALPATINE: He became so powerful . . . the only thing he was afraid of was losing his power, which eventually, of course, he did. Unfortunately, he taught his apprentice everything he knew, then his apprentice killed him in his sleep. (smiles) Plagueis never saw it coming. It's ironic he could save others from death, but not himself."},
        { "id": "890", "quote": "ANAKIN: Is it possible to learn this power?"},
        { "id": "891", "quote": "PALPATINE: Not from a Jedi."},
        { "id": "892", "quote": "89 EXT. KASHYYYK-DAY"},
        { "id": "893", "quote": "A WOOKIEE CATAMARAN flanked by WOOKIEE HELICOPTERS approaches the tree housing the HOLOGRAM AREA."},
        { "id": "894", "quote": "90 INT. KASHYYYK-HOLOGRAM AREA-DAY"},
        { "id": "895", "quote": "YODA and various JEDI speak via hologram. The discussion includes OBI-WAN, MACE, AGEN KOLAR, YODA- KI-ADI-MUNDI and PLO KOON."},
        { "id": "896", "quote": "Kl-ADI-MUNDI: (holo) Palpatine thinks General Grievous is on Utapau. We have had no reports of this from our agents."},
        { "id": "897", "quote": "MACE: (holo) How could the Chancellor have come by this information and we know nothing about it? We have had contact with Baron Papanoida and he said no one was there."},
        { "id": "898", "quote": "ANAKIN: A partial message was intercepted in a diplomatic packet from the Chairman of Utapau."},
        { "id": "899", "quote": "YODA: Act on this, we must. The capture of General Grievous will end this war. Quickly and decisively we should proceed."},
        { "id": "900", "quote": "OBI-WAN: Does everyone agree?"},
        { "id": "901", "quote": "All the JEDI concur."},
        { "id": "902", "quote": "ANAKIN: The Chancellor has requested that I lead the campaign."},
        { "id": "903", "quote": "They all look at ANAKIN a bit disturbed."},
        { "id": "904", "quote": "MACE: (a little peeved) The Council will make up its own mind who is to go, not the Chancellor."},
        { "id": "905", "quote": "Kl-ADI-MUNDI: Yes, this decision is ours to make."},
        { "id": "906", "quote": "ANAKIN is embarrassed and becomes sullen."},
        { "id": "907", "quote": "YODA: A Master is needed, with more experience."},
        { "id": "908", "quote": "MACE: Given our resources, I recommend we send only one Jedi . . . Master Kenobi."},
        { "id": "909", "quote": "ANAKIN: He was not so successful the last time he met Grievous."},
        { "id": "910", "quote": "OBI-WAN throws ANAKIN a dirty look."},
        { "id": "911", "quote": "ANAKIN: (continuing) No offense, my Master, but I'm only stating a fact."},
        { "id": "912", "quote": "OBI-WAN: Oh no, you're quite right, but I do have the most experience with his ways of combat."},
        { "id": "913", "quote": "YODA: Obi-Wan, my choice is."},
        { "id": "914", "quote": "Kl-ADI-MUNDI: I concur. Master Kenobi should go."},
        { "id": "915", "quote": "YODA: I agree."},
        { "id": "916", "quote": "All the JEDI concur."},
        { "id": "917", "quote": "MACE: Very well. Council is adjourned."},
        { "id": "918", "quote": "ANAKIN is angry."},
        { "id": "919", "quote": "MACE: (continuing) Obi-Wan, prepare two clone brigades as quickly as you can. If this report is true, there's no telling how many battle droids he may have with him."},
        { "id": "920", "quote": "91 INT. KASHYYYK-HOLOGRAM AREA-DAY"},
        { "id": "921", "quote": "YODA gets out of his chair and walks to the edge of the platform."},
        { "id": "922", "quote": "CLONE COMMANDER GREE: The droids have started up their main power generators."},
        { "id": "923", "quote": "YODA: Then now the time is, Commander."},
        { "id": "924", "quote": "CLONE COMMANDER GREE: Yes, sir."},
        { "id": "925", "quote": "The battle begins."},
        { "id": "926", "quote": "92 EXT. KASHYYYK-BEACH HEAD-DAY"},
        { "id": "927", "quote": "A WOOKIEE CHIEFTAIN lets out a roar as the Wookiee army rushes to face the DROID ARMY. CORPORATE ALLIANCE TANK DROIDS race across the water against the WOOKIEES and CLONE TROOPERS on the beach. DROID GUNSHIPS provide air support, while a SPIDER DROID emerges from the watery depths. A brave WOOKIEE places an explosive on a SEPARATIST TANK and jumps off just before the TANK EXPLODES. From the Hologram Area, Yoda observes the ongoing battle."},
        { "id": "928", "quote": "93 EXT. CORUSCANT-PADME'S APARTMENT-EARLY MORNING"},
        { "id": "929", "quote": "Padme's apartment building is surrounded by the smog-shrouded city of Coruscant."},
        { "id": "930", "quote": "94 INT. CORUSCANT-PADME'S APARTMENT-LIVING ROOM-EARLY MORNING"},
        { "id": "931", "quote": "PADME and OBI-WAN sit on one of the couches."},
        { "id": "932", "quote": "OBI-WAN: Has Anakin been to see you?"},
        { "id": "933", "quote": "PADME: Several times . . . I was so happy to hear he was accepted on the Jedi Council."},
        { "id": "934", "quote": "OBI-WAN: I know ... he deserves it. He is impatient, strong willed, very opinionated, but truly gifted."},
        { "id": "935", "quote": "They laugh."},
        { "id": "936", "quote": "PADME: You're not just here to say hello. Something is wrong, isn't it?"},
        { "id": "937", "quote": "OBI-WAN: You should be a Jedi, Padme."},
        { "id": "938", "quote": "PADME: You're not very good at hiding your feelings."},
        { "id": "939", "quote": "OBI-WAN: It's Anakin . . . He's becoming moody and detached. He's been put in a difficult position as the Chancellor's representative . . . but I think it's more than that. I was hoping he may have talked to you."},
        { "id": "940", "quote": "PADME: Why would he talk to me about his work?"},
        { "id": "941", "quote": "OBI-WAN studies her."},
        { "id": "942", "quote": "OBI-WAN: Neither of you is very good at hiding your feelings either."},
        { "id": "943", "quote": "PADME: Don't give me that look."},
        { "id": "944", "quote": "OBI-WAN: I know how he feels about you."},
        { "id": "945", "quote": "PADME: (nervous) What did he say?"},
        { "id": "946", "quote": "OBI-WAN: Nothing. He didn't have to."},
        { "id": "947", "quote": "PADME is a little flustered. She stands and Obi-Wan follows. She walks to the balcony."},
        { "id": "948", "quote": "PADME: I don't know what you're talking about."},
        { "id": "949", "quote": "OBI-WAN: I know you both too well. I can see you two are in love. Padme, I'm worried about him."},
        { "id": "950", "quote": "PADME looks down and doesn't answer."},
        { "id": "951", "quote": "OBI-WAN: (continuing) I fear your relationship has confused him. He's changed considerably since we returned . . ."},
        { "id": "952", "quote": "They stand on the balcony and look off at the early morning city. OBI-WAN starts to leave. PADME stays looking off into the distant city."},
        { "id": "953", "quote": "OBI-WAN: (continuing) Padme, I'm not telling the Council about any of this. I ... I hope I didn't upset you. We're all friends, I care about both of you . . ."},
        { "id": "954", "quote": "PADME: Thank you, Obi-Wan."},
        { "id": "955", "quote": "OBI-WAN: Please do what you can to help him."},
        { "id": "956", "quote": "95 INT. CORUSCANT-PADME'S APARTMENT-DAY"},
        { "id": "957", "quote": "PADME, MON MOTHMA, and five other Senators (BANA BREEMU, FANG ZAR. CHI EEKWAY, GIDDEAN DANU, BAIL ORGANA) sit in Padme's living room. C-3PO serves drinks to the guests."},
        { "id": "958", "quote": "PADME: We cannot let this turn into another war."},
        { "id": "959", "quote": "BAIL ORGANA: Absolutely, that is the last thing we want."},
        { "id": "960", "quote": "MON MOTHMA: We are hoping to form an alliance in the Senate to stop the Chancellor from further subverting the constitution, that's all."},
        { "id": "961", "quote": "PADME: I know a Jedi I feel it would be wise to consult."},
        { "id": "962", "quote": "BANA BREEMU: That would be dangerous."},
        { "id": "963", "quote": "MON MOTHMA: We don't know where the Jedi stand in all this."},
        { "id": "964", "quote": "PADME: I only wish to discuss this with one . . . one I trust."},
        { "id": "965", "quote": "GiDDEAN DANU: Going against the Chancellor without the support of the Jedi is risky."},
        { "id": "966", "quote": "PADME: The Jedi aren't any happier with the situation than we are . . ."},
        { "id": "967", "quote": "CHI EEKWAY: Patience, Senator."},
        { "id": "968", "quote": "FANG ZAR: We have so many Senators on our side, surely that will pursuade the Chancellor."},
        { "id": "969", "quote": "BANA BREEMU: When you present the 'petition of the two thousand' to the Chancellor, things may change."},
        { "id": "970", "quote": "BAIL ORGANA: Let us see what we can accomplish in the Senate, before we include the Jedi."},
        { "id": "971", "quote": "PADME takes a deep breath in frustration and disappointment."},
        { "id": "972", "quote": "96 EXT. CORUSCANT-CLONE LANDING PLATFORM-DAY"},
        { "id": "973", "quote": "ANAKIN and OBI-WAN walk onto a landing platform overlooking a docking bay where THOUSANDS OF CLONE TROOPS and armored weapons, tanks, etc., are being loaded onto a massive REPUBLIC ASSAULT SHIP."},
        { "id": "974", "quote": "ANAKIN: You're going to need me on this one, Master."},
        { "id": "975", "quote": "OBI-WAN: Oh, I agree. However it may turn out just to be a wild bantha chase."},
        { "id": "976", "quote": "OBI-WAN starts to turn and leave."},
        { "id": "977", "quote": "ANAKIN: Master!"},
        { "id": "978", "quote": "OBI-WAN stops and ANAKIN walks over to him."},
        { "id": "979", "quote": "ANAKIN: (continuing) Master, I've disappointed you. I have not been very appreciative of your training . . . I have been arrogant and I apologize . . . I've just been so frustrated with the Council. Your friendship means everything to me."},
        { "id": "980", "quote": "OBI-WAN: You are strong and wise, Anakin, and I am very proud of you. I have trained you since you were a small boy. I have taught you everything I know. And you have become a far greater Jedi than I could ever hope to be, and you have saved my life more times than I can remember. But be patient, Anakin. It won't be long before the Council makes you a Jedi Master."},
        { "id": "981", "quote": "OBI-WAN starts down the ramp, then turns back."},
        { "id": "982", "quote": "OBI-WAN: (continuing) Don't worry. I have enough clones with me to take three systems the size of Utapau. I think I'll be able to handle the situation . . . even without your help."},
        { "id": "983", "quote": "ANAKIN: Well, there's always a first time."},
        { "id": "984", "quote": "OBI-WAN laughs."},
        { "id": "985", "quote": "They talk for a few more minutes before ANAKIN watches OBI-WAN depart."},
        { "id": "986", "quote": "ANAKIN: Obi-Wan, may the Force be with you."},
        { "id": "987", "quote": "OBI-WAN: Good-bye, old friend. May the Force be with you."},
        { "id": "988", "quote": "OBI-WAN heads down a ramp toward the waiting Republic cruiser."},
        { "id": "989", "quote": "97 EXT. CORUSCANT-CLONE LANDING PLATFORM-DAY"},
        { "id": "990", "quote": "The Republic cruiser lifts off and heads for space."},
        { "id": "991", "quote": "98 INT. REPUBLIC BATTLE CRUISER-HANGAR-SPACE"},
        { "id": "992", "quote": "CLONE TROOPERS stand at attention in rows on the floor of the hangar deck, waiting to board landing craft. OBI-WAN stands next to his BLUE JEDI FIGHTER- talking to SEVERAL CLONE COMMANDERS with their helmets off. A hologram of the planet Utapau is projected by R4-G9 into the middle of the hangar."},
        { "id": "993", "quote": "CLONE COMMANDER CODY: Fortunately, most of the cities are concentrated on this small continent here . . . on the far side."},
        { "id": "994", "quote": "OBI-WAN: I'll keep them distracted until you get there. Just don't take too long."},
        { "id": "995", "quote": "CLONE COMMANDER CODY: Come on, boss, when have I ever let you down?"},
        { "id": "996", "quote": "They laugh."},
        { "id": "997", "quote": "OBI-WAN: (laughing) Cato Nemoidia . . . for starters."},
        { "id": "998", "quote": "OBI-WAN climbs into his Jedi Fighter."},
        { "id": "999", "quote": "CLONE COMMANDER CODY: That was Anakin who was late. I believe."},
        { "id": "1000", "quote": "OBI-WAN: Very well, the burden is on me not to destroy all the droids before you get there."},
        { "id": "1001", "quote": "CLONE COMMANDER CODY: I'm counting on you."},
        { "id": "1002", "quote": "99 EXT. JEDI FIGHTER-SPACE"},
        { "id": "1003", "quote": "OBI-WAN blasts the BLUE JEDI FIGHTER out of the Republic Battle Cruiser and into the hyperspace ring. He heads for the planet Utapau."},
        { "id": "1004", "quote": "100 EXT. CORUSCANT-CITYSCAPE-CHANCELLOR'S TRANSPORT-DAY"},
        { "id": "1005", "quote": "The Chancellor's Transport races through the city and heads for the Senate Office Building landing platform. Waiting on the landing platform is a LONE JEDI. The Transport lands, and CHANCELLOR PALPATINE emerges with FOUR ROYAL GUARDS and MAS AMEDDA. The FOUR ROYAL GUARDS move off in another direction as PALPATINE greets ANAKIN, who has been waiting for him."},
        { "id": "1006", "quote": "PALPATINE: Well, Anakin, did you see your friend off?"},
        { "id": "1007", "quote": "ANAKIN: He will soon have Grievous's head."},
        { "id": "1008", "quote": "PALPATINE: We can only hope the Council didn't make a mistake."},
        { "id": "1009", "quote": "ANAKIN: The Council was very sure in its decision."},
        { "id": "1010", "quote": "They exit the landing platform."},
        { "id": "1011", "quote": "101 INT. CORUSCANT-SENATE OFFICE BUILDING-MAIN HALLWAY-DAY"},
        { "id": "1012", "quote": "They enter the main hallway of the Senate Office Building. They pass SEVERAL SENATORS, including REPRESENTATIVE JAR JAR BINKS from Naboo."},
        { "id": "1013", "quote": "JAR JAR: Helloo Annie. Good en to see yousa . . ."},
        { "id": "1014", "quote": "The Gungan waves to Anakin."},
        { "id": "1015", "quote": "ANAKIN: Hi, Jar Jar."},
        { "id": "1016", "quote": "JAR JAR: Oopsin da Chancellor!! So sorry, Your Highness, sir."},
        { "id": "1017", "quote": "Anakin turns back to the Chancellor."},
        { "id": "1018", "quote": "PALPATINE: There are rumors in the Senate about Master Kenobi. Many believe he is not fit for this assignment."},
        { "id": "1019", "quote": "ANAKIN: Not fit? Why would anyone think that?"},
        { "id": "1020", "quote": "PALPATINE: They say his mind has become fogged by the influence of a certain female Senator."},
        { "id": "1021", "quote": "ANAKIN: That's ridiculous. Who?!?"},
        { "id": "1022", "quote": "PALPATINE: (slyly) No one knows who she is ... only that she is a Senator."},
        { "id": "1023", "quote": "ANAKIN: That's impossible. I would know."},
        { "id": "1024", "quote": "PALPATINE: Sometimes the closest are the ones who cannot see."},
        { "id": "1025", "quote": "ANAKIN becomes worried."},
        { "id": "1026", "quote": "PALPATINE: (continuing) Idle Senate gossip is rarely true and never accurate. I'm sure your Master will do fine."},
        { "id": "1027", "quote": "102 INT. POLIS MASSA-MEDICAL CENTER-DREAM"},
        { "id": "1028", "quote": "PADME calls out in pain. OBI-WAN is near her and softly speaks to her."},
        { "id": "1029", "quote": "OBI-WAN: Save your energy."},
        { "id": "1030", "quote": "PADME: I can't!"},
        { "id": "1031", "quote": "OBI-WAN: Don't give up, Padme. Don't give up . . ."},
        { "id": "1032", "quote": "103 INT. CORUSCANT-PADME'S APARTMENT-LANDING ROOM-DAY"},
        { "id": "1033", "quote": "ANAKIN is in the living room, working. He sits on the couch where Obi-Wan was sitting. PADME enters and crosses behind him."},
        { "id": "1034", "quote": "ANAKIN: I sense someone familiar . . . Obi-Wan's been here, hasn't he?"},
        { "id": "1035", "quote": "PADME: He came by this morning."},
        { "id": "1036", "quote": "ANAKIN: What did he want?"},
        { "id": "1037", "quote": "PADME looks at him for a moment. ANAKIN seems tense."},
        { "id": "1038", "quote": "PADME: He's worried about you."},
        { "id": "1039", "quote": "ANAKIN: You told him about us, didn't you?"},
        { "id": "1040", "quote": "She continues to walk to the bedroom, he follows."},
        { "id": "1041", "quote": "PADME: He's your best friend, Anakin. He says you're under a lot of stress."},
        { "id": "1042", "quote": "ANAKIN: And he's not?"},
        { "id": "1043", "quote": "PADME: You have been moody lately."},
        { "id": "1044", "quote": "ANAKIN: I'm not moody . . ."},
        { "id": "1045", "quote": "PADME: Anakin! Don't do this again."},
        { "id": "1046", "quote": "ANAKIN: I don't know ... I feel . . . lost."},
        { "id": "1047", "quote": "PADME: Lost? What do you mean? You're always so sure of yourself. I don't understand."},
        { "id": "1048", "quote": "ANAKIN: Obi-Wan and the Council don't trust me."},
        { "id": "1049", "quote": "PADME: They trust you with their lives. Obi-Wan loves you as a son."},
        { "id": "1050", "quote": "ANAKIN: Something's happening . . . I'm not the Jedi I should be. I am one of the most powerful Jedi, but I'm not satisfied ... I want more, and I know I shouldn't."},
        { "id": "1051", "quote": "PADME: You expect too much of yourself."},
        { "id": "1052", "quote": "They stop in front of the window in the bedroom. ANAKIN puts his hand on her belly."},
        { "id": "1053", "quote": "ANAKIN: I have found a way to save you."},
        { "id": "1054", "quote": "PADME: Save me?"},
        { "id": "1055", "quote": "ANAKIN: From my nightmares."},
        { "id": "1056", "quote": "PADME: Is that what's bothering you?"},
        { "id": "1057", "quote": "ANAKIN: I won't lose you, Padme."},
        { "id": "1058", "quote": "PADME: I'm not going to die in childbirth, Annie. I promise you."},
        { "id": "1059", "quote": "ANAKIN: No, I promise you! I am becoming so powerful with my new knowledge of the Force, I will be able to keep you from dying."},
        { "id": "1060", "quote": "PADME looks ANAKIN in the eye."},
        { "id": "1061", "quote": "PADME: You don't need more power, Anakin. I believe you can protect me against anything, just as you are."},
        { "id": "1062", "quote": "They embrace and kiss."},
        { "id": "1063", "quote": "104 EXT. UTAPAU-SPACE"},
        { "id": "1064", "quote": "OBI-WAN blasts out of the BLUE JEDI FIGHTER's hyperspace ring and heads for the planet Utapau. The BLUE FIGHTER skims over the planet's surface, flat except for a few giant sinkholes."},
        { "id": "1065", "quote": "105 INT. UTAPAU-LANDING PLATFORM-DAY"},
        { "id": "1066", "quote": "OBI-WAN lands his ship on a Platform projecting out of the side of a giant sinkhole. All is quiet. A local administrator, TION MEDON, comes out to greet the ship. OBI-WAN climbs out of his Fighter as a SHORT GROUND CREW looks over his ship. On a ledge above the landing platform, GRIEVOUS's BODYGUARDS watch as OBI-WAN talks to TION MEDON."},
        { "id": "1067", "quote": "TlON MEDON: Greetings, young Jedi. What brings you to our remote sanctuary?"},
        { "id": "1068", "quote": "OBI-WAN: Unfortunately, the war."},
        { "id": "1069", "quote": "TlON MEDON: There is no war here unless you've brought it with you."},
        { "id": "1070", "quote": "OBI-WAN: With your kind permission, I should like some fuel and to use your city as a base as I search nearby systems for General Grievous."},
        { "id": "1071", "quote": "A GROUND CREW rushes out and refuels Obi-Wan’s Fighter. TION MEDON leans close to OBI-WAN and speaks quietly."},
        { "id": "1072", "quote": "TlON MEDON: He is here! We are being held hostage. They are watching us."},
        { "id": "1073", "quote": "OBI-WAN: I understand."},
        { "id": "1074", "quote": "TlON MEDON: The tenth level . . . thousands of Battle Droids . . ."},
        { "id": "1075", "quote": "OBI-WAN: Tell your people to take shelter. If you have warriors, now is the time."},
        { "id": "1076", "quote": "OBI-WAN starts back toward his Starfighter as TION MEDON leaves the Landing Platform. GRIEVOUS's BODYGUARDS retreat from the overhead platform. OBI-WAN climbs back into his BLUE JEDI FIGHTER. His Astro Unit (R4-G9) turns to him:"},
        { "id": "1077", "quote": "OBI-WAN: (continuing) Geenine, take the Fighter back to the ship. I'm staying here. Tell Cody I've made contact."},
        { "id": "1078", "quote": "The little Astro Droid BEEPS a reply."},
        { "id": "1079", "quote": "106 EXT. UTAPAU-OBSERVATION DECK-DAY"},
        { "id": "1080", "quote": "On a high balcony, TION MEDON looks down on the landing platform. A few steps behind him stands one of GENERAL GRIEVOUS's BODYGUARDS. They watch the canopy lower."},
        { "id": "1081", "quote": "TlON MEDON: I told you, all he wanted was fuel."},
        { "id": "1082", "quote": "BODYGUARD: What was his name?"},
        { "id": "1083", "quote": "TlON MEDON: He didn't say."},
        { "id": "1084", "quote": "They watch as the BLUE JEDI FIGHTER takes off."},
        { "id": "1085", "quote": "107 INT. UTAPAU-LANDING PLATFORM-HALLWAY-DAY"},
        { "id": "1086", "quote": "OBI-WAN also watches his ship take off. He is hiding in the hallway. He quietly moves farther into the city."},
        { "id": "1087", "quote": "108 EXT. UTAPAU STAIRWAY-SINKHOLE RIM-DAY"},
        { "id": "1088", "quote": "OBI-WAN quickly rushes up a stairway cut into the side of the sinkhole. It's hard to see him. In an alcove, he carefully surveys the city, then quickly moves on."},
        { "id": "1089", "quote": "109 INT. UTAPAU-CITY-DRAGON CORRAL-DAY"},
        { "id": "1090", "quote": "OBI-WAN makes his way through the city, looking up at the tenth level with electro-binoculars from his utility belt. He tries to figure out how he is going to get up there. He hears strange bellowing cries and he investigates."},
        { "id": "1091", "quote": "He comes across a corral filled with about half a dozen DRAGON-LIKE LIZARDS. SEVERAL WRANGLERS are standing around."},
        { "id": "1092", "quote": "OBI-WAN walks up to the WRANGLERS and uses the Force with his slight hand movements."},
        { "id": "1093", "quote": "OBI-WAN: I need transportation."},
        { "id": "1094", "quote": "WRANGLER: (subtitled, in native tongue) You need transportation."},
        { "id": "1095", "quote": "OBI-WAN: Get it for me."},
        { "id": "1096", "quote": "WRANGLER: (subtitled, in native tongue) I will get it for you."},
        { "id": "1097", "quote": "One of the WRANGLERS turns to the others and chatters away in his strange tongue. OBI-WAN walks along the line of DRAGON/LIZARDS, checking out each one. He looks at their teeth, legs, etc. Finally he pats one on the neck."},
        { "id": "1098", "quote": "OBI-WAN: This one."},
        { "id": "1099", "quote": "The WRANGLER brings the chosen one over to him."},
        { "id": "1100", "quote": "WRANGLER: Boga. She answers to Boga."},
        { "id": "1101", "quote": "OBI-WAN: Good girl, Boga."},
        { "id": "1102", "quote": "OBI-WAN swings onto the back of the LIZARD. The beast rears up and scurries outside to the edge of the sinkhole."},
        { "id": "1103", "quote": "110 EXT. UTAPAU-SINKHOLE WALL-LIZARD-DAY"},
        { "id": "1104", "quote": "The LIZARD BOGA rears up on her hind legs again, then climbs the wall of the sheer cliff and starts moving up toward the tenth level. The city appears to be deserted. OBI-WAN is alert to any movement."},
        { "id": "1105", "quote": "111 INT. UTAPAU-CONFERENCE ROOM-GRAND CHAMBER-DAY"},
        { "id": "1106", "quote": "GENERAL GRIEVOUS stands before the COUNCIL OF SEPARATISTS, including NUTE GUNRAY, RUNE HAAKO. POGGLE THE LESSER, SHU MAI, SAN HILL PO NUDO, WAT TAMBOR, and PASSEL ARGENTE. OBI-WAN hides above the assembly and watches intently."},
        { "id": "1107", "quote": "GENERAL GRIEVOUS: It won't be long before the armies of the Republic track us here. I am sending you to the Mustafar system in the Outer Rim. It is a volcanic planet which generates a great deal of scanning interference. You will be safe there."},
        { "id": "1108", "quote": "NUTE GUNRAY: Safe? Chancellor Palpatine managed to escape your grip, General, without Count Dooku. I have doubts about your ability to keep us safe."},
        { "id": "1109", "quote": "GENERAL GRIEVOUS: Be thankful, Viceroy, you have not found yourself in my grip . . . Your ship is waiting."},
        { "id": "1110", "quote": "OBI-WAN is deep in thought."},
        { "id": "1111", "quote": "112 INT. UTAPAU-TENTH LEVEL-CONTROL CENTER-DAY"},
        { "id": "1112", "quote": "The JEDI removes his cloak and jumps down behind the GENERAL."},
        { "id": "1113", "quote": "OBI-WAN: Hello, there!"},
        { "id": "1114", "quote": "GENERAL GRIEVOUS: General Kenobi, you are a bold one. I find your behavior bewildering . . . Surely you realize you're doomed, (to droids) Kill him!"},
        { "id": "1115", "quote": "About a HUNDRED BATTLE DROIDS surround OBI-WAN, GENERAL GRIEVOUS, and his BODYGUARDS. OBI-WAN looks around, then walks right up to GENERAL GRIEVOUS."},
        { "id": "1116", "quote": "They stare at each other for a moment."},
        { "id": "1117", "quote": "GENERAL GRIEVOUS: Enough of this."},
        { "id": "1118", "quote": "The BODYGUARDS raise their power staffs to knock OBI-WAN away, but OBI-WAN ducks as the deadly staffs whistle over his head. The Jedi's lightsaber ignites, and OBI-WAN deftly cuts one BODYGUARD in two. His staff flies into the air and is caught by GENERAL GRIEVOUS. The other THREE BODYGUARDS attack OBI-WAN with an intense fury."},
        { "id": "1119", "quote": "OBI-WAN uses the Force to release apiece of equipment from the ceiling. It drops on the BODYGUARDS, smashing them. OBI-WAN walks toward GRIEVOUS, slashing the last BODYGUARD to pieces. BATTLE DROIDS move toward OBI-WAN."},
        { "id": "1120", "quote": "GENERAL GRIEVOUS: Back away. I will deal with this Jedi slime myself."},
        { "id": "1121", "quote": "OBI-WAN: Your move."},
        { "id": "1122", "quote": "GENERAL GRIEVOUS: You fool. I have been trained in your Jedi arts by Count Dooku himself. Attack, Kenobi."},
        { "id": "1123", "quote": "His arms separate and grab all four lightsabers on his belt. His four arms create a flashing display of swordsmanship."},
        { "id": "1124", "quote": "OBI-WAN: You forget I trained the Jedi that defeated Count Dooku!"},
        { "id": "1125", "quote": "OBI-WAN is hard-pressed to defend himself against the deadly onslaught. They fight across the control room as the BATTLE DROID SHARPSHOOTERS try to pick off the Jedi. OBI-WAN mounts a ferocious counterattack and cuts off one of GRIEVOUS's hands. A loud EXPLOSION is heard echoing throughout the sinkhole. GENERAL GRIEVOUS and OBI-WAN glance to the entrance of the control center and see CLONE TROOPS in the distance, attacking DROIDS in the sinkhole. On the far wall of the sinkhole, CLONES can be seen rappelling onto balconies."},
        { "id": "1126", "quote": "OBI-WAN: I may not defeat your droids, but my troops certainly will."},
        { "id": "1127", "quote": "GENERAL GRIEVOUS: Army or not, you must realize you are doomed."},
        { "id": "1128", "quote": "OBI-WAN: I don't think so."},
        { "id": "1129", "quote": "TWENTY CLONES suddenly rappel into the entrance of the control center, ray guns blazing. Chaos. Laser bolts fly everywhere as the DROIDS return fire. OBI-WAN attacks GENERAL GRIEVOUS, who defends himself rigorously with one of his bodyguard's electro-staffs. OBI-WAN uses the Force to hurl GENERAL GRIEVOUS backwards. He falls onto a lower platform and OBI-WAN jumps down after him."},
        { "id": "1130", "quote": "113 INT. UTAPAU-TENTH LEVEL-CONTROL CENTER-DAY"},
        { "id": "1131", "quote": "More CLONES rappel into the control center and blast away at the remaining DROIDS."},
        { "id": "1132", "quote": "The JEDI cuts down several DROIDS as he races to the entrance of the control center. OBI-WAN spots GENERAL GRIEVOUS racing toward one of the landing platforms in the midst of the battle. GENERAL GRIEVOUS jumps onto a WHEEL SCOOTER and takes off down the wall of the sinkhole. OBI-WAN whistles for his LIZARD BOGA, who runs to him. OBI-WAN jumps on."},
        { "id": "1133", "quote": "114 EXT. UTAPAU-CLIFF AND LANDING PLATFORM-DAY"},
        { "id": "1134", "quote": "The chase begins. Obi-Wan drops his lightsaber while riding Boga."},
        { "id": "1135", "quote": "115 EXT. CORUSCANT-SENATE OFFICE BUILDING-SUNSET"},
        { "id": "1136", "quote": "The sun is setting as the lights come on in the massive Senate Office Building. The sky is red."},
        { "id": "1137", "quote": "116 INT. CORUSCANT-CHANCELLOR'S OFFICE-SUNSET"},
        { "id": "1138", "quote": "PALPATINE listens to a delegation from the Senate, which includes PADME and five other Senators: NEE ALAVAR, FANG ZAR, MALEDEE, SWEITT CONCORKILL, and MON CALAMARI. ANAKIN stands to one side of PALPATINE."},
        { "id": "1139", "quote": "PALPATINE: I understand your reservations completely, Senator, and I assure you the appointment of Governors will in no way compete with the duties of the Senate."},
        { "id": "1140", "quote": "PADME: May I take it then, that there will be no further amendments to the Constitution?"},
        { "id": "1141", "quote": "PALPATINE: I want this terrible conflict to end as much as you do, My Lady, and when it does I guarantee an immediate return to democracy . . ."},
        { "id": "1142", "quote": "PADME: You are pursuing a diplomatic solution to the war, then."},
        { "id": "1143", "quote": "PALPATINE: You must trust me to do the right things, Senator. That is why I am here."},
        { "id": "1144", "quote": "FANGZAR: But surely . . ."},
        { "id": "1145", "quote": "The Chancellor turns on FANG ZAR."},
        { "id": "1146", "quote": "PALPATINE: I have said I will do what is right, that should be enough for your . . . committee."},
        { "id": "1147", "quote": "PADME: On behalf of the 'delegation of two thousand,' I thank you, Chancellor."},
        { "id": "1148", "quote": "PALPATINE: I thank you for bringing this to my attention, Senator."},
        { "id": "1149", "quote": "PADME gives ANAKIN a frustrated look, then turns and exits with the other FIVE SENATORS. PALPATINE turns to ANAKIN."},
        { "id": "1150", "quote": "PALPATINE: (continuing) Their sincerity is to be admired, although I sense there is more to their request than they are telling us."},
        { "id": "1151", "quote": "ANAKIN: What do you mean?"},
        { "id": "1152", "quote": "PALPATINE: They are not to be trusted."},
        { "id": "1153", "quote": "ANAKIN: Surely Senator Amidala can be trusted . . ."},
        { "id": "1154", "quote": "PALPATINE: These are unstable times for the Republic, Anakin. Some see instability as an opportunity. Senator Amidala is hiding something. I can see it in her eyes."},
        { "id": "1155", "quote": "ANAKIN: I'm sure you're mistaken."},
        { "id": "1156", "quote": "PALPATINE: I'm surprised your Jedi insights are not more sensitive to such things."},
        { "id": "1157", "quote": "ANAKIN: I simply don't sense betrayal in Senator Amidala."},
        { "id": "1158", "quote": "PALPATINE studies ANAKIN carefully and gives him a skeptical look."},
        { "id": "1159", "quote": "PALPATINE: Yes, you do, but you don't seem to want to admit it. There is much conflict in you, Anakin."},
        { "id": "1160", "quote": "117 INT. CORUSCANT-JEDI WAR ROOM-EARLY EVENING"},
        { "id": "1161", "quote": "KI-ADI-MUNDI, ANAKIN, YODA, MACE, CLONE COMMANDER CODY, and AAYLA SECURA talk via holograms."},
        { "id": "1162", "quote": "CLONE COMMANDER CODY: Master Windu, may I interrupt? General Kenobi has made contact with General Grievous, and we have begun our attack."},
        { "id": "1163", "quote": "MACE WlNDU: Thank you, Commander. Anakin, deliver this report to the Chancellor. His reaction will give us a clue to his intentions."},
        { "id": "1164", "quote": "ANAKIN: Yes, Master."},
        { "id": "1165", "quote": "ANAKIN leaves the room. COMMANDER CODY's hologram disappears."},
        { "id": "1166", "quote": "MACE WINDU: I sense a plot to destroy the Jedi. The dark side of the Force surrounds the Chancellor."},
        { "id": "1167", "quote": "Kl-ADI-MUNDI: If he does not give up his emergency powers after the destruction of Grievous, then he should be removed from office."},
        { "id": "1168", "quote": "MACE WiNDU: That could be a dangerous move ... the Jedi Council would have to take control of the Senate in order to secure a peaceful transition . . ."},
        { "id": "1169", "quote": "Kl-ADI-MUNDI: . . . and replace the Congress with Senators who are not filled with greed and corruption."},
        { "id": "1170", "quote": "YODA: To a dark place this line of thought will carry us. Hmmmmm. . . . great care we must take."},
        { "id": "1171", "quote": "118 INT. CORUSCANT-CHANCELLOR'S OFFICE-EARLY EVENING"},
        { "id": "1172", "quote": "ANAKIN brings news to PALPATINE."},
        { "id": "1173", "quote": "ANAKIN: Chancellor, we have just received a report from Master Kenobi. He has engaged General Grievous."},
        { "id": "1174", "quote": "PALPATINE: We can only hope that Master Kenobi is up to the challenge."},
        { "id": "1175", "quote": "ANAKIN: I should be there with him."},
        { "id": "1176", "quote": "PALPATINE: It is upsetting to me to see that the Council doesn't seem to fully appreciate your talents. Don't you wonder why they won't make you a Jedi Master?"},
        { "id": "1177", "quote": "ANAKIN: I wish I knew. More and more I get the feeling that I am being excluded from the Council. I know there are things about the Force that they are not telling me."},
        { "id": "1178", "quote": "PALPATINE: They don't trust you, Anakin. They see your future. They know your power will be too strong to control. Anakin, you must break through the fog of lies the Jedi have created around you. Let me help you to know the subtleties of the Force."},
        { "id": "1179", "quote": "They walk into the hallway."},
        { "id": "1180", "quote": "ANAKIN: How do you know the ways of the Force?"},
        { "id": "1181", "quote": "PALPATINE: My mentor taught me everything about the Force . . . even the nature of the dark side."},
        { "id": "1182", "quote": "They stop."},
        { "id": "1183", "quote": "ANAKIN: You know the dark side?!?"},
        { "id": "1184", "quote": "PALPATINE: Anakin, if one is to understand the great mystery, one must study all its aspects, not just the dogmatic, narrow view of the Jedi. If you wish to become a complete and wise leader, you must embrace a larger view of the Force. Be careful of the Jedi, Anakin. (pausing) They fear you. In time they will destroy you. Let me train you."},
        { "id": "1185", "quote": "ANAKIN: I won't be a pawn in your political game. The Jedi are my family."},
        { "id": "1186", "quote": "PALPATINE: Only through me can you achieve a power greater than any Jedi. Learn to know the dark side of the Force, Anakin, and you will be able to save your wife from certain death."},
        { "id": "1187", "quote": "ANAKIN: What did you say?"},
        { "id": "1188", "quote": "PALPATINE: Use my knowledge, I beg you . . ."},
        { "id": "1189", "quote": "ANAKIN: You're a Sith Lord!"},
        { "id": "1190", "quote": "ANAKIN ignites his lightsaber."},
        { "id": "1191", "quote": "PALPATINE: I know what has been troubling you . . . Listen to me. Don't continue to be a pawn of the Jedi Council! Ever since I've known you, you've been searching for a life greater than that of an ordinary Jedi . . . a life of significance, of conscience."},
        { "id": "1192", "quote": "ANAKIN: You're wrong!"},
        { "id": "1193", "quote": "PALPATINE: Are you going to kill me?"},
        { "id": "1194", "quote": "ANAKIN: I would certainly like to."},
        { "id": "1195", "quote": "PALPATINE: I know you would. I can feel your anger. It gives you focus, makes you stronger."},
        { "id": "1196", "quote": "ANAKIN raises his lightsaber to PALPATINE's throat. There is a tense moment, then ANAKIN relaxes, and then turns off his lightsaber."},
        { "id": "1197", "quote": "ANAKIN: I am going to turn you over to the Jedi Council."},
        { "id": "1198", "quote": "PALPATINE: Of course you should. But you're not sure of their intentions, are you? What if I am right and they are plotting to take over the Republic?"},
        { "id": "1199", "quote": "ANAKIN: I will quickly discover the truth of all this."},
        { "id": "1200", "quote": "PALPATINE: You have great wisdom, Anakin. Know the power of the dark side. The power to save Padme."},
        { "id": "1201", "quote": "ANAKIN stares at him for a moment."},
        { "id": "1202", "quote": "PALPATINE turns and moves to his office."},
        { "id": "1203", "quote": "PALPATINE: (continuing) I am not going anywhere. You have time to decide my fate. Perhaps you'll reconsider and help me rule the galaxy for the good of all . . ."},
        { "id": "1204", "quote": "PALPATINE sits behind his desk."},
        { "id": "1205", "quote": "119 EXT. UTAPAU-CLIFF AND LANDING PLATFORM-DAY"},
        { "id": "1206", "quote": "OBI-WAN gives the LIZARD a swift kick with the heel of his boot, and they take off down the vertical side of the sheer cliff. As GENERAL GRIEVOUS reaches the landing platform where his shuttle is waiting. OBI-WAN drops onto the top of the starship with his LIZARD. GENERAL GRIEVOUS spins his scooter around and takes off up the vertical cliff face with OBI-WAN and his LIZARD in hot pursuit. The sinkhole is engulfed in a great battle between CLONES and DROIDS. The PEOPLE OF UTAPAU cower in whatever shelter they can find."},
        { "id": "1207", "quote": "120 EXT. UTAPAU-MAIN CITY PLAZA-DAY"},
        { "id": "1208", "quote": "A LARGE GROUP OF UTAPAUAN TROOPS on LIZARDS attack the DROID ARMY."},
        { "id": "1209", "quote": "OBI-WAN and GENERAL GRIEVOUS race through the city at breakneck speed. Passing through battle zones, narrowly escaping EXPLOSIONS, laser bolts, and TROOPS from both sides."},
        { "id": "1210", "quote": "GENERAL GRIEVOUS lays the Scooter down as he goes around sharp turns. Obi-Wan's LIZARD breathes hard as she tries to keep up. They destroy droids, equipment, and clone troops as the JEDI and the GENERAL cut a swath of destruction through the city."},
        { "id": "1211", "quote": "121 EXT. UTAPAU-WINDMILLS-DAY"},
        { "id": "1212", "quote": "GENERAL GRIEVOUS works his way out onto the rim of the sinkhole, passing some wind blades. The evil Droid General releases the brakes on the lethal blades, and they begin to spin, cutting off Obi-Wan's access to the General. Obi-Wan's LIZARD pulls up short in front of the blades. GENERAL GRIEVOUS laughs and talks into a comlink."},
        { "id": "1213", "quote": "GENERAL GRIEVOUS: Prepare to move out of orbit. I will be up in a few moments."},
        { "id": "1214", "quote": "OBI-WAN sizes up the situation, looking for a way to get to GENERAL GRIEVOUS."},
        { "id": "1215", "quote": "The GENERAL accelerates off the edge, activating his claws, drops, and clings to another nearby grouping of windmills. Obi-Wan's LIZARD attempts to jump to follow and barely makes it, almost falling into the precipice below."},
        { "id": "1216", "quote": "122 INT. UTAPAU-CITY TUNNEL SYSTEM-DAY"},
        { "id": "1217", "quote": "GENERAL GRIEVOUS roars through the stone block tunnel system, riding up on the curved walls as he goes around corners or passes oncoming traffic. OBI-WAN races after the Droid, his LIZARD moving onto the ceiling as they pass traffic. OBI-WAN catches up with GENERAL GRIEVOUS, and they charge through the tunnel, side by side. OBI-WAN grabs the Droid's electronic staff."},
        { "id": "1218", "quote": "123 EXT. UTAPAU-SECRET LANDING PLATFORM-DAY"},
        { "id": "1219", "quote": "Extending from the wall of a small sinkhole is a secret landing platform with a small Federation Fighter sitting in the middle of it. OBI-WAN and GENERAL GRIEVOUS race out of the tunnel system and onto the landing platform."},
        { "id": "1220", "quote": "OBI-WAN yanks on the staff, then jumps off his LIZARD onto the General's scooter, knocking both warriors to the ground. GENERAL GRIEVOUS pulls out a laser pistol and fires at OBI-WAN. The Jedi reaches out his hand, grabs the General's electro-staff and spins the staff, blocking the laser bolts."},
        { "id": "1221", "quote": "OBI-WAN charges GENERAL GRIEVOUS, swinging the staff and hitting the Droid in the stomach, knocking the gun away. GENERAL GRIEVOUS is hit by the staff, and the Force bends his forearm. He pulls OBI-WAN close to him, and they engage in a furious fight. The electro-staff is knocked away. The two engage in hand-to-hand combat. OBI-WAN struggles to avoid the deadly blows of the brutal, unstoppable Droid."},
        { "id": "1222", "quote": "GENERAL GRIEVOUS's stomachplate is loose. OBI-WAN grabs it and rips it off, revealing the alien life form's guts encased in a bag in the Droid's chest. GENERAL GRIEVOUS grabs OBI-WAN, hoists him over his head, and tosses him across the platform. OBI-WAN dangles off the edge of the platform. He clutches the rim, trying to hold on. The DROID then grabs the staff and charges OBI-WAN. At the last second, OBI-WAN reaches out his hand and uses the Force to retrieve the Droid's laser pistol."},
        { "id": "1223", "quote": "The JEDI fires several blasts in the stomach area of the alien Droid, and he EXPLODES from the inside out. The smoldering Droid falls to the ground. OBI-WAN has killed GENERAL GRIEVOUS. He pulls himself up onto the platform and walks by the destroyed carcass."},
        { "id": "1224", "quote": "OBI-WAN: So uncivilized . . ."},
        { "id": "1225", "quote": "OBI-WAN brushes himself off. He throws the pistol onto the platform, picks up the electro-staff, and jumps on BOGA. The trusty beast rears up and takes off into the tunnel system."},
        { "id": "1226", "quote": "124 INT. JEDI GUNSHIP-LANDING PLATFORM-EARLY EVENING"},
        { "id": "1227", "quote": "MACE and the JEDI (AGEN KOLAR, KIT FISTO, AND SAESEE TIIN) are preparing to board a JEDI GUNSHIP to the CHANCELLOR's office. ANAKIN enters the hangar."},
        { "id": "1228", "quote": "ANAKIN: Master Windu, I must talk to you."},
        { "id": "1229", "quote": "MACE WiNDU: What is it, Skywalker? We are in a hurry. We have just received word that Obi-Wan has destroyed General Grievous. We are on our way to make sure the Chancellor returns emergency powers back to the Senate."},
        { "id": "1230", "quote": "ANAKIN: He won't give up his power. I've just learned a terrible truth. I think Chancellor Palpatine is a Sith Lord."},
        { "id": "1231", "quote": "MACE WINDU: A Sith Lord?"},
        { "id": "1232", "quote": "ANAKIN: Yes. The one we have been looking for."},
        { "id": "1233", "quote": "MACE WiNDU: How do you know this?"},
        { "id": "1234", "quote": "ANAKIN: He knows the ways of the Force. He has been trained to use the dark side."},
        { "id": "1235", "quote": "MACE WiNDU: Are you sure?"},
        { "id": "1236", "quote": "ANAKIN: Absolutely."},
        { "id": "1237", "quote": "MACE WiNDU: Then our worst fears have been realized. We must move quickly if the Jedi Order is to survive."},
        { "id": "1238", "quote": "ANAKIN: Master, the Chancellor is very powerful. You will need my help if you are going to arrest him."},
        { "id": "1239", "quote": "MACE WiNDU: For your own good, stay out of this affair. I sense a great deal of confusion in you, young Skywalker. There is much fear that clouds your judgment."},
        { "id": "1240", "quote": "ANAKIN: I must go, Master."},
        { "id": "1241", "quote": "MACE WiNDU: No. If what you told me is true, you will have gained my trust, but for now remain here."},
        { "id": "1242", "quote": "ANAKIN: Yes, Master."},
        { "id": "1243", "quote": "MACE WiNDU: Wait for us in the Council Chamber until we return."},
        { "id": "1244", "quote": "ANAKIN: Yes, Master."},
        { "id": "1245", "quote": "ANAKIN watches as the JEDI leave in their ship."},
        { "id": "1246", "quote": "125 INT. CORUSCANT-JEDI COUNCIL/PADME'S APARTMENT-EARLY EVENING"},
        { "id": "1247", "quote": "(INTERCUT)"},
        { "id": "1248", "quote": "PADME is alone in her apartment, thinking of Anakin. ANAKIN sits alone in the Jedi Council Chamber thinking of PADME."},
        { "id": "1249", "quote": "PALPATINE: (V.O.) You do know, don't you, if the Jedi destroy me, any chance of saving her will be lost."},
        { "id": "1250", "quote": "PADME: I truly, deeply love you. Before I die. I want you to know."},
        { "id": "1251", "quote": "C-3PO: My Lady, are you. . . . Are you all right?"},
        { "id": "1252", "quote": "ANAKIN: I can't do this ... I can't let her die."},
        { "id": "1253", "quote": "ANAKIN rushes out of the Council Chamber and to his speeder. The hangar door opens and he lifts off."},
        { "id": "1254", "quote": "126 EXT. CORUSCANT-SENATE OFFICE BUILDING-LANDING PLATFORM-EARLY EVENING"},
        { "id": "1255", "quote": "The sky is still blue as a JEDI GUNSHIP lands on the Senate Office Building landing platform."},
        { "id": "1256", "quote": "FOUR JEDI exit the SHUTTLE and enter the Senate Office Building. MACE WINDU, AGEN KOLAR, KIT FISTO, and SAESEE TIIN, like gunfighters out of the Old West, walk through the massive hallway, four across."},
        { "id": "1257", "quote": "127 INT. CORUSCANT-LOBBY TO CHANCELLOR'S OFFICE-EARLY EVENING"},
        { "id": "1258", "quote": "The FOUR JEDI enter the lobby, raising their arms, and send the Chancellor's aide, DAR WAC, flying against the wall, along with TWO REPUBLIC GUARDS. They storm into the Chancellor's office."},
        { "id": "1259", "quote": "128 INT. CORUSCANT-CHANCELLOR’S OFFICE-EARLY EVENING"},
        { "id": "1260", "quote": "MACE arrives with THREE JEDI to arrest PALPATINE."},
        { "id": "1261", "quote": "PALPATINE: Master Windu. I take it General Grievous has been destroyed then. I must say, you're here sooner than expected."},
        { "id": "1262", "quote": "MACE WINDU: In the name of the Galactic Senate of the Republic, you are under arrest, Chancellor."},
        { "id": "1263", "quote": "MACE WINDU and the other JEDI ignite their lightsabers."},
        { "id": "1264", "quote": "PALPATINE: Are you threatening me, Master Jedi?"},
        { "id": "1265", "quote": "MACE: The Senate will decide your fate."},
        { "id": "1266", "quote": "PALPATINE: (burst of anger) I am the Senate!"},
        { "id": "1267", "quote": "MACE: Not yet!"},
        { "id": "1268", "quote": "PALPATINE stands, a laser sword appears out of his cloak sleeve, and he spins toward the JEDI."},
        { "id": "1269", "quote": "PALPATINE: It's treason, then."},
        { "id": "1270", "quote": "A close shot of PALPATINE as the fight begins. Close shots of THREE JEDI getting cut down by PALPATINE. PALPATINE and MACE continue to fight."},
        { "id": "1271", "quote": "Jedi Master MACE WINDU and the Sith Lord fight their way down the hallway and into the main office area. PALPATINE is able to use the Force to slam MACE against the wall, but he recovers before the Chancellor can cut him down."},
        { "id": "1272", "quote": "ANAKIN lands his speeder, jumps out, and runs down a long corridor toward the Chancellor's office."},
        { "id": "1273", "quote": "In the heat of battle, MACE cuts the window behind the Chancellor's desk, and it crashes away. MACE is forced out onto the ledge, which is twenty stories up. They fight over the precipice. ANAKIN arrives to see PALPATINE and MACE fighting."},
        { "id": "1274", "quote": "They stop as MACE forces PALPATINE to drop his sword. PALPATINE and MACE start yelling at each other."},
        { "id": "1275", "quote": "MACE WINDU: You are under arrest, My Lord."},
        { "id": "1276", "quote": "PALPATINE: Anakin! I told you it would come to this. I was right. The Jedi are taking over."},
        { "id": "1277", "quote": "MACE WlNDU: You old fool. The oppression of the Sith will never return. Your plot to regain control of the Republic is over . . . you have lost . . ."},
        { "id": "1278", "quote": "PALPATINE: No! No! You will die!"},
        { "id": "1279", "quote": "PALPATINE raises his hands, and lightning bolts shoot out. They are blocked by MACE's lightsaber. PALPATINE is pushed back against the window sill."},
        { "id": "1280", "quote": "PALPATINE: He is a traitor, Anakin."},
        { "id": "1281", "quote": "MACE WlNDU: He's the traitor. Stop him!"},
        { "id": "1282", "quote": "PALPATINE: Come to your senses, boy. The Jedi are in revolt. They will betray you, just as they betrayed me."},
        { "id": "1283", "quote": "MACE WlNDU: Aarrrrggghhhhh . . ."},
        { "id": "1284", "quote": "PALPATINE: You are not one of them, Anakin. Don't let him kill me."},
        { "id": "1285", "quote": "MACE WlNDU: Aarrrrggghhhhh . . ."},
        { "id": "1286", "quote": "PALPATINE: I am your pathway to power. I have the power to save the one you love. You must choose. You must stop him."},
        { "id": "1287", "quote": "MACE WlNDU: Don't listen to him, Anakin."},
        { "id": "1288", "quote": "PALPATINE: Help me! Don't let him kill me. I can't hold on any longer. Ahhhhhhh . . . ahhhhhhh . . . ahhhhhhh . . ."},
        { "id": "1289", "quote": "MACE pushes PALPATINE out to the edge of the ledge. As the Jedi moves closer, the bolts from Palpatine's hands begin to arch back on him. The Chancellor's face begins to twist and distort. His eyes become yellow as he struggles to intensify his powers."},
        { "id": "1290", "quote": "PALPATINE: I can't ... I give up. Help me. I am weak ... I am too weak. Don't kill me. I give up. I'm dying. I can't hold on any longer."},
        { "id": "1291", "quote": "MACE WlNDU: You Sith disease. I am going to end this once and for all."},
        { "id": "1292", "quote": "ANAKIN: You can't kill him, Master. He must stand trial."},
        { "id": "1293", "quote": "MACE WlNDU: He has too much control of the Senate and the Courts. He is too dangerous to be kept alive."},
        { "id": "1294", "quote": "PALPATINE: I'm too weak. Don't kill me. Please."},
        { "id": "1295", "quote": "ANAKIN: It is not the Jedi way . . ."},
        { "id": "1296", "quote": "MACE raises his sword to kill the CHANCELLOR."},
        { "id": "1297", "quote": "ANAKIN: (continuing) He must live . . ."},
        { "id": "1298", "quote": "PALPATINE: Please don't, please don't . . ."},
        { "id": "1299", "quote": "ANAKIN: I need him . . ."},
        { "id": "1300", "quote": "PALPATINE: Please don't . . ."},
        { "id": "1301", "quote": "ANAKIN: NO!!!"},
        { "id": "1302", "quote": "Just as MACE is about to slash PALPATINE, ANAKIN steps in and cuts off the Jedi's hand holding the lightsaber."},
        { "id": "1303", "quote": "As MACE stares at ANAKIN in shock, PALPATINE springs to life."},
        { "id": "1304", "quote": "The full force of Palpatine's powerful Bolts blasts MACE. He attempts to deflect them with his one good hand, but the force is too great. As blue rays engulf his body, he is flung out the window and falls twenty stories to his death. No more screams. No more moans. PALPATINE lowers his arm."},
        { "id": "1305", "quote": "PALPATINE: Power! Unlimited power!"},
        { "id": "1306", "quote": "His face has changed into a horrible mask of evil. ANAKIN looks on in horror. PALPATINE cackles."},
        { "id": "1307", "quote": "ANAKIN: What have I done?"},
        { "id": "1308", "quote": "ANAKIN sits."},
        { "id": "1309", "quote": "PALPATINE: You are fulfilling your destin, Anakin. Become my apprentice. Learn to use the dark side of the Force."},
        { "id": "1310", "quote": "ANAKIN: I will do whatever you ask."},
        { "id": "1311", "quote": "PALPATINE: Good."},
        { "id": "1312", "quote": "ANAKIN: Just help me save Padme's life. I can't live without her. I won't let her die. I want the power to stop death."},
        { "id": "1313", "quote": "PALPATINE: To cheat death is a power only one has achieved, but if we work together, I know we can discover the secret."},
        { "id": "1314", "quote": "ANAKIN kneels before PALPATINE."},
        { "id": "1315", "quote": "ANAKIN: I pledge myself to your teachings. To the ways of the Sith."},
        { "id": "1316", "quote": "PALPATINE: Good. Good. The Force is strong with you. A powerful Sith you will become. Henceforth, you shall be known as Darth . . . Vader."},
        { "id": "1317", "quote": "ANAKIN: Thank you. my Master."},
        { "id": "1318", "quote": "PALPATINE: Rise, Darth Vader."},
        { "id": "1319", "quote": "Palpatine moves over to his desk."},
        { "id": "1320", "quote": "129 EXT. KASHYYYK-MEETING HALL-DAY"},
        { "id": "1321", "quote": "YODA winces, closes his eyes, and holds his head. He feels a disturbance in the Force."},
        { "id": "1322", "quote": "130 INT. CORUSCANT-CHANCELLOR'S OFFICE-EVENING"},
        { "id": "1323", "quote": "PALPATINE is putting on his dark cloak - he is now fully DARTH SIDIOUS."},
        { "id": "1324", "quote": "PALPATINE: Because the Council did not trust you, my young apprentice, I believe you are the only Jedi with no knowledge of this plot. When the Jedi learn what has transpired here, they will kill us, along with all the Senators."},
        { "id": "1325", "quote": "ANAKIN: I agree. The Jedi's next move will be against the Senate."},
        { "id": "1326", "quote": "PALPATINE: Every single Jedi, including your friend Obi-Wan Kenobi, is now an enemy of the Republic. You understand that, don't you?"},
        { "id": "1327", "quote": "ANAKIN: I understand, Master."},
        { "id": "1328", "quote": "PALPATINE: We must move quickly. The Jedi are relentless; if they are not all destroyed, it will be civil war without end. First, I want you to go to the Jedi Temple. We will catch them off balance. Do what must be done, Lord Vader. Do not hesitate. Show no mercy. Only then will you be strong enough with the dark side to save Padme."},
        { "id": "1329", "quote": "ANAKIN: What about the other Jedi spread across the galaxy?"},
        { "id": "1330", "quote": "PALPATINE: Their betrayal will be dealt with. After you have killed all the Jedi in the Temple, go to the Mustafar system. Wipe out Viceroy Gunray and the other Separatist leaders. Once more, the Sith will rule the galaxy, and we shall have peace."},
        { "id": "1331", "quote": "131 INT. CORUSCANT-JEDI TEMPLE ENTRY-NIGHT"},
        { "id": "1332", "quote": "ANAKIN goes to the Jedi Temple with a battalion of Clone Troopers."},
        { "id": "1333", "quote": "132 EXT. UTAPAU-TENTH LEVEL-LANDIXG PLATFORM-DAY"},
        { "id": "1334", "quote": "The battle between the CLONES and the DROIDS rages throughout the sinkhole. OBI-WAN rides up to CLONE COMMANDER CODY."},
        { "id": "1335", "quote": "OBI-WAN: Commander, contact your troops. Tell them to move to the higher levels."},
        { "id": "1336", "quote": "CLONE COMMANDER CODY: Very good, sir."},
        { "id": "1337", "quote": "CLONE COMMANDER CODY starts to move away, then remembers something and returns to OBI-WAN."},
        { "id": "1338", "quote": "CLONE COMMANDER CODY: (continuing) Oh, by the way, I think you'll be needing this."},
        { "id": "1339", "quote": "He hands OBI-WAN his lightsaber, and the LIZARD rears up."},
        { "id": "1340", "quote": "OBI-WAN: Thank you, Cody, (smiling) Now let's get a move on. We've got a battle to win here."},
        { "id": "1341", "quote": "CLONE COMMANDER CODY: Yes, sir!"},
        { "id": "1342", "quote": "OBI-WAN and the LIZARD ride off down the wall of the giant sinkhole."},
        { "id": "1343", "quote": "The battle rages throughout the city. CLONE COMMANDER CODY (2224,) takes out his comlink and listens to the HOLOGRAM OF DARTH SIDIOUS as, far below, OBI-WAN can been seen battling DROIDS on a landing platform."},
        { "id": "1344", "quote": "DARTH SlDIOUS: Commander Cody, the time has come. Execute Order Sixty-Six."},
        { "id": "1345", "quote": "CLONE COMMANDER CODY: It will be done, My Lord."},
        { "id": "1346", "quote": "The HOLOGRAM disappears, and CLONE COMMANDER CODY gestures to a nearby Clone Trooper."},
        { "id": "1347", "quote": "CLONE COMMANDER CODY: Blast him!"},
        { "id": "1348", "quote": "The battle rages all around OBI-WAN. DROIDS and CLONES are everywhere. OBI-WAN is riding on a LIZARD, cutting down DROIDS as he races across the battlefield. Suddenly a volley of laser blasts from behind him knocks him and his LIZARD off the wall of the sinkhole. He looks around just in time to see his CLONE TROOPS are firing on him."},
        { "id": "1349", "quote": "OBI-WAN falls hundreds of feet to the bottom of the water-filled sinkhole."},
        { "id": "1350", "quote": "133 EXT. MYGEETO-DAWN"},
        { "id": "1351", "quote": "The sky slowly awakens on the crystal world of Mygeeto. A battle rages. Clone troops battle the droid armies across a long bridge. KI-ADI-MUNDi uses his light saber to deflect enemy fire. CLONE COMMANDER BACARA (1138) exits a Gunship near the entrance to the city. He rallies his TROOPS to attack the city, then gets a message on his comlink. He stops and moves to one side as a HOLOGRAM OF DARTH SIDIOUS appears on the comlink in the palm of his hand. He moves further into the shadows."},
        { "id": "1352", "quote": "DARTH SlDIOUS: Commander 1138 . . ."},
        { "id": "1353", "quote": "CLONE COMMANDER BACARA: Yes, sir."},
        { "id": "1354", "quote": "DARTH SlDIOUS: The time has come. Execute Order Sixty-Six."},
        { "id": "1355", "quote": "CLONE COMMANDER BACARA: It will be done, My Lord."},
        { "id": "1356", "quote": "DARTH SIDIOUS fades, and the CLONE COMMANDER snaps the comlink closed and looks to the main plaza of the city, where KI-ADI-MUNDI is leading the charge. The clones stop. KI-ADI-MUNDI turns around and is blasted by clone fire. He's killed before he can defend himself."},
        { "id": "1357", "quote": "134 EXT. FELUCIA-FOREST-DAY"},
        { "id": "1358", "quote": "A column of CLONE WALKERS marches across the forest floor. The STRANGE CALLS of the alien forest creatures of FELUCIA suddenly stop. The Jedi AAYLA SECURA and her CLONE TROOPS brace for an ambush."},
        { "id": "1359", "quote": "AAYLA: Steady. . . . steady . . ."},
        { "id": "1360", "quote": "They all look around for signs of the enemy. CLONE COMMANDER BLY moves up behind the Jedi."},
        { "id": "1361", "quote": "AAYLA: (continuing) Bly, do you think they're Droids?"},
        { "id": "1362", "quote": "BLY: No."},
        { "id": "1363", "quote": "BLY blasts AAYLA in the back. The OTHER CLONES fire on her as she hits the ground."},
        { "id": "1364", "quote": "Another Jedi, BARRISS OFFEE, is cutting down a patrol of DROIDS when a CLONE WALKING TANK and SEVEN CLONE TROOPERS round a corner and blast the Jedi away."},
        { "id": "1365", "quote": "135 EXT. KASHYYYK-MEETING HALL-DAY"},
        { "id": "1366", "quote": "YODA drops his gimer stick, clutches his chest, and rests against a wall."},
        { "id": "1367", "quote": "136 EXT. KASHYYYK-EDGE OF VILIAGE-DAY"},
        { "id": "1368", "quote": "The battle appears to be over. WOOKIEES stack destroyed Droids while CLONES assess the damage to their equipment. A Jedi, LUMINARA UNDULI, talks with EIGHT CLONE OFFICERS standing in a circle around her. Suddenly they reveal their hidden pistols and blast her before she can react."},
        { "id": "1369", "quote": "The Jedi QUINLAN VOS is riding on top of a CLONE TURBO TANK. The main cannon of a second tank slowly swings to point right at him and a COUPLE OF CLONES."},
        { "id": "1370", "quote": "The cannon fires, and QUINLAN VOS and the CLONES disappear in a huge EXPLOSION."},
        { "id": "1371", "quote": "137 INT. CATO NEIMOIDIA-COCKPIT CLONE FIGHTER-DAY"},
        { "id": "1372", "quote": "The CLONE PILOT watches a hologram of DARTH SIDIOUS."},
        { "id": "1373", "quote": "DARTH SIDIOUS: Execute Order Sixty-Six."},
        { "id": "1374", "quote": "CLONE PILOT: It will be done, My Lord."},
        { "id": "1375", "quote": "138 INT. CATO NEIMOIDIA-JEDI STARFIGHTER-DAY"},
        { "id": "1376", "quote": "PLO KOON heads his ship toward a battle on a landing platform."},
        { "id": "1377", "quote": "PLO KOON: There they are. Land on the nearest platform."},
        { "id": "1378", "quote": "139 EXT. CATO NEIMOIDIA-JEDI STARFIGHTER-DAY"},
        { "id": "1379", "quote": "The FOUR CLONE PILOTS with PLO KOON drop back and blast him out of the sky."},
        { "id": "1380", "quote": "140 EXT. SALEUCAMI-FOREST"},
        { "id": "1381", "quote": "Three Speeder Bikes race through the forest. A Jedi, STASS ALLIE is in the lead. The TWO CLONES following her drop back and blast her, causing her to crash in a huge EXPLOSION."},
        { "id": "1382", "quote": "141 INT. CORUSCANT-CHANCELLOR'S OFFICE-NIGHT"},
        { "id": "1383", "quote": "DARTH SIDIOUS stands alone in his private office, illuminated only from a hologram projector beam from above. A small HOLOGRAM OF COMMANDER GREE stands in front of him."},
        { "id": "1384", "quote": "CLONE COMMANDER GREE: Yes, My Lord."},
        { "id": "1385", "quote": "DABTH SIDIOUS: The time has come. Execute Order Sixty-Six."},
        { "id": "1386", "quote": "142 EXT. KASHYYYK-MEETING HALL BALCONY-DAY"},
        { "id": "1387", "quote": "A vista of waterways, high green mesas, and giant tree cities serves as a backdrop for the fierce battle, CLONES AND WOOKIEES against TRADE FEDERATION DROID ARMIES, with treaded tank-like vehicles. CLONE COMMANDER GREE holds his comlink."},
        { "id": "1388", "quote": "CLONE COMMANDER GREE: It will be done, My Lord."},
        { "id": "1389", "quote": "CLONE COMMANDER GREE snaps his comlink shut."},
        { "id": "1390", "quote": "YODA watches from the balcony. The battle rages as CLONES and WOOKIEES attack DROIDS coming across the water on CORPORATE ALLIANCE TANK DROIDS. CHEWBACCA and TARFFUL stand on either side of the Jedi Master as he watches the battle below. CLONE COMMANDER GREE and ONE OFFICER walk onto the balcony toward YODA. YODA stands looking over the battlefield below. When they are close enough, the CLONES reveal their weapons and fire."},
        { "id": "1391", "quote": "But faster than the CLONES can reveal their weapons, YODA ignites his lightsaber, leaps in the air, and beheads both CLONES. CHEWBACCA and TARFFUL fire their weapons as more CLONES enter the hall. The Wookiees call out to YODA to follow them. CHEWBACCA picks YODA up and carries him away."},
        { "id": "1392", "quote": "143 EXT. CORUSCANT-JEDI TEMPLE-NIGHT"},
        { "id": "1393", "quote": "A JEDI is surrounded and gunned down by CLONE TROOPERS."},
        { "id": "1394", "quote": "144 INT. CORUSCANT-JEDI TEMPLE-NIGHT"},
        { "id": "1395", "quote": "ANAKIN walks through the Jedi Temple, where he finds and kills SHAAK TI."},
        { "id": "1396", "quote": "He exits Shaak Ti's room and enters a hallway, where the battle is taking place."},
        { "id": "1397", "quote": "145 INT. CORUSCANT-JEDI TEMPLE-BATTLE-NIGHT"},
        { "id": "1398", "quote": "ANAKIN enters a room full of YOUNGLINGS huddled in a corner."},
        { "id": "1399", "quote": "YOUNGLINGS: Master Skywalker, there are too many of them. What are we going to do?"},
        { "id": "1400", "quote": "ANAKIN looks back at them with a stern expression on his face and ignites his lightsaber."},
        { "id": "1401", "quote": "146 INT. CORUSCANT-PADME'S APARTMENT-PRE-DAWN"},
        { "id": "1402", "quote": "C-3PO and PADME look out the apartment window."},
        { "id": "1403", "quote": "C-3PO: The Chancellor's office indicated Master Anakin returned to the Jedi Temple. Don't worry, My Lady. I am sure he will be all right."},
        { "id": "1404", "quote": "PADME bursts into tears."},
        { "id": "1405", "quote": "147 EXT. CORUSCANT-CITYSCAPE-PRE-DAWN"},
        { "id": "1406", "quote": "The city planet is covered in a hazy glow. A column of black smoke can be seen rising in the distance. BAIL ORGANA's Speeder flies overhead, straight toward the smoke."},
        { "id": "1407", "quote": "148 EXT. CORUSCANT-JEDI TEMPLE-LANDING PLATFORM-PRE-DAWN"},
        { "id": "1408", "quote": "The Jedi Temple is on fire. Large plumes of smoke billow toward the sky as BAIL ORGANA lands his Speeder on a Jedi Temple platform. FOUR CLONE TROOPERS stand guard at the entrance to the Temple. They lower their guns as BAIL gets out of his Speeder and walks toward them."},
        { "id": "1409", "quote": "BAIL ORGANA: What's going on here?!?"},
        { "id": "1410", "quote": "CLONE SERGEANT: There's been a rebellion. Don't worry, sir, the situation is under control."},
        { "id": "1411", "quote": "The CLONES bar the Senator from entering the Temple."},
        { "id": "1412", "quote": "CLONE SERGEANT: (continuing) I'm sorry, sir. No one is allowed entry."},
        { "id": "1413", "quote": "The CLONES point their guns at BAIL and cock them."},
        { "id": "1414", "quote": "CLONE SERGEANT: (continuing) It's time for you to leave, sir."},
        { "id": "1415", "quote": "BAIL ORGANA: And so it is."},
        { "id": "1416", "quote": "BAIL reluctantly heads hack toward his Speeder. Suddenly, several SHOTS RING OUT. BAIL turns and sees a ten-year-old Jedi, ZETT JUKASSA, fighting the CLONES. Several more CLONES join in the fight, followed by CLONE COMMANDER APPO (1119), who points at BAIL."},
        { "id": "1417", "quote": "CLONE COMMANDER APPO: Get him! Shoot him!"},
        { "id": "1418", "quote": "SEVERAL CLONES start firing at BAIL. The Senator jumps for cover behind his Speeder, starting the engines and pulling out his laser pistol."},
        { "id": "1419", "quote": "The YOUNG JEDI cuts down several CLONES, including APPO, before he is overrun and shot."},
        { "id": "1420", "quote": "The Speeder takes off with BAIL clinging to the side. The CLONES fire at it as it disappears into the cityscape."},
        { "id": "1421", "quote": "149 EXT. CORUSCANT-CITYSCAPE-PRE-DAWN"},
        { "id": "1422", "quote": "BAIL ORGANA struggles to pull himself into the Speeder as it races along through the cityscape. Finally, he climbs in, just as the Speeder is about to hit a building. BAIL steers clear of the building and races away."},
        { "id": "1423", "quote": "150 EXT. UTAPAU-UNDERWATER SINKHOLE-DAY"},
        { "id": "1424", "quote": "The Jedi dives below the surface amid a barrage of laser fire. He dives deeper under the water, fumbling in his utility belt for a breathing device. He finds it and puts it in his mouth. He swims underwater until the CLONE TROOPS give up and stop filing."},
        { "id": "1425", "quote": "151 EXT. UTAPAU-UNDERWATER CAVES-DAY"},
        { "id": "1426", "quote": "OBI-WAN removes the breathing apparatus after coming up from underwater. He starts to climb the rock wall."},
        { "id": "1427", "quote": "OBI-WAN climbs the wall to the second cave just as TWO LITTLE SEEKER DRONES pop out of the water with their searchlights glowing. OBI-WAN presses himself against the wall of the smaller cave as the TWO SEEKER DRONES search the grotto. One of the SEEKERS begins to enter the cave in which OBI-WAN is hiding. OBI-WAN presses further into the wall. The light shines on the opposite wall and moves to the back of the cave, illuminating a huge NOS MONSTER. OBI-WAN holds his breath. The SEEKER is confused for a moment, then the NOS MONSTER lunges at the SMALL DROID and consumes it in one bite."},
        { "id": "1428", "quote": "The NOS MONSTER'S lunge takes him past OBI-WAN, out of the cave, and into the water."},
        { "id": "1429", "quote": "The SECOND SEEKER shines its light on the NOS MONSTER as the evil creature tries to grab the LITTLE DRONE. OBI-WAN slinks off toward the back of the cave. He comes upon a nest of BABY NOS MONSTERS. They SCREECH and make horrible sounds. OBI-WAN jumps over them and continues on his way through the tunnel system."},
        { "id": "1430", "quote": "152 EXT. KASHYYYK-LAKE ON VILLAGE EDGE-DUSK"},
        { "id": "1431", "quote": "CLONES in modified one-man AT-ST's and Swamp Speeders flash their searchlights across the gloomy lake. The light of one of the AT-ST's spots something floating in the water. It is what's left of a Wookiee catamaran. The body of a dead Wookiee (TARFFUL) is lying across the stern of the wreckage of the flying boat. There is some movement on the boat. The CLONE SERGEANT on the AT-ST fires a warning shot past the boat."},
        { "id": "1432", "quote": "AT-ST CLONE SERGEANT: Everyone out of there!"},
        { "id": "1433", "quote": "A CRAZY LITTLE CREATURE about two feet high pops its head over the rail. The creature is covered with mud. His long hair is frizzed out in all directions."},
        { "id": "1434", "quote": "CREATURE: Wookiee good . . . eat Wookiee. (crazy little laugh)"},
        { "id": "1435", "quote": "CLONE SERGEANT: Did you find something?"},
        { "id": "1436", "quote": "CREATURE: It's nothing, nothing. (laughs)"},
        { "id": "1437", "quote": "CLONE SERGEANT: It's nothing, nothing. All these Wookiees are dead. Move to the east."},
        { "id": "1438", "quote": "CLONE TROOPER: Yes, sir."},
        { "id": "1439", "quote": "Suddenly, CHEWBACCA climbs up behind the AT-ST CLONE, dripping wet, and throws the CLONE SERGEANT into the water. CHEWIE BARKS."},
        { "id": "1440", "quote": "CREATURE: Right you are, Chewbacca. Faster that will be."},
        { "id": "1441", "quote": "TARFFUL jumps up in the boat, and the CREATURE takes off his hair. It is Yoda."},
        { "id": "1442", "quote": "YODA: Stink, this mud does. A moment to bathe, give me."},
        { "id": "1443", "quote": "YODA, covered with mud, jumps into the water. TARFFUL climbs onto the AT-ST with CHEWBACCA. YODA is out of the water and putting his robes back on."},
        { "id": "1444", "quote": "YODA: (continuing) Not far, are we, from the emergency ship. Quickly . . ."},
        { "id": "1445", "quote": "YODA whistles and a large ALIEN FLYING INSECT called CAN-CELL appears. YODA jumps on the insect's back and they take off. The WOOKIEES follow on the AT-ST. The CLONES continue to search the swamp."},
        { "id": "1446", "quote": "153 EXT. KASHYYYK-HILLS OVERLOOKING LAKE-DUSK"},
        { "id": "1447", "quote": "The AT-ST marches up the hill and stops. The WOOKIEES jump down. YODA lands on CAN-CELL nearby. CHEWBACCA goes to a tree and pulls down one of its branches."},
        { "id": "1448", "quote": "The ground opens up, and a small WOOKIEE ESCAPE POD rises into the field. YODA opens the door of the pod."},
        { "id": "1449", "quote": "YODA: Good-bye. Chewbacca and Tarfful, miss you I will. Good friends you are. For your help, much gratitude and respect, I have."},
        { "id": "1450", "quote": "The Wookiees BARK as the Jedi climbs into the WOOKIEE POD and takes off into the dusk sky."},
        { "id": "1451", "quote": "154 EXT. CORUSCANT-SENATE OFFICE BUILDING-UNDERGROUND STARSHIP LANDING PLATFORM-DAY"},
        { "id": "1452", "quote": "BAIL ORGANA walks out of a tunnel onto a huge underground platform with two of his AIDES. He is stopped by TWO ROYAL GUARDS."},
        { "id": "1453", "quote": "ROYAL GUARD: Identification . . ."},
        { "id": "1454", "quote": "BAIL ORGANA: Senator Bail Organa of Alderaan."},
        { "id": "1455", "quote": "BAIL and his AIDES hand them their ID cards. The ROYAL GUARDS check them over and give them back, then BAIL and his CREW walk on board his Starship."},
        { "id": "1456", "quote": "155 EXT. CORUSCANT-SENATE OFFICE BUILDING-UNDERGROUND LANDING PLATFORM-DAY"},
        { "id": "1457", "quote": "The platform rises to the surface of the Office Building. The ALDERAAN STARCRUISER takes off and disappears into the crisp morning sky."},
        { "id": "1458", "quote": "156 INT ALDERAAN-STARCRUISER-HALLWAY-DAY"},
        { "id": "1459", "quote": "BAIL ORGANA is greeted by CAPTAIN ANTILLES and TWO ALDERAAN TROOPERS."},
        { "id": "1460", "quote": "BAIL ORGANA: Were you able to get hold of a Jedi homing beacon?"},
        { "id": "1461", "quote": "CAPTAIN ANTILLES: Yes, sir. We've encountered no opposition. The clones are still a bit confused. It appears no one is in command."},
        { "id": "1462", "quote": "BAIL ORGANA: That will change soon. Hopefully we will be able to intercept a few Jedi before they walk into this catastrophe."},
        { "id": "1463", "quote": "157 EXT. UTAPAU-SINKHOLE WALL-LATE DAY"},
        { "id": "1464", "quote": "OBI-WAN hides from a group of CLONE TROOPERS."},
        { "id": "1465", "quote": "CLONE CAPTAIN: Did you find Kenobi?"},
        { "id": "1466", "quote": "CLONE TROOPER: No one could have survived that fall."},
        { "id": "1467", "quote": "He watches them pass."},
        { "id": "1468", "quote": "CLONE CAPTAIN: Start loading your men on the ship."},
        { "id": "1469", "quote": "CLONE TROOPER: Yes, sir."},
        { "id": "1470", "quote": "OBI-WAN tries to sneak back to the secret platform, down a flight of stairs."},
        { "id": "1471", "quote": "158 EXT. UTAPAU-SECRET LANDING PLATFORM-LATE DAY"},
        { "id": "1472", "quote": "OBI-WAN makes his way out of the cave and onto General Grievous's secret landing platform. He runs to the Starfighter and climbs into the one-man ship. The Starfighter takes off and disappears into the sky."},
        { "id": "1473", "quote": "159 EXT. UTAPAU-SPACE"},
        { "id": "1474", "quote": "OBI-WAN flies away from the planet Utapau in General Grievous's tiny Starfighter."},
        { "id": "1475", "quote": "160 INT. GENERAL GRIEVOUS'S STARFIGHTER-SPACE"},
        { "id": "1476", "quote": "OBI-WAN activates the controls on the Starfighter. He punches in several coordinates and codes. A BEEPING SOUND is heard. It quickly speeds up until it is a steady tone. OBI-WAN speaks into his comlink."},
        { "id": "1477", "quote": "OBI-WAN: Emergency Code Nine Thirteen ... I have no contact on any frequency. Are there any Jedi out there? . . . anywhere . . ."},
        { "id": "1478", "quote": "A BURST OF STATIC is heard- and a FUZZY HOLOGRAM image appears."},
        { "id": "1479", "quote": "BAIL: (hologram) . . . Kenobi . . ."},
        { "id": "1480", "quote": "OBI-WAN: (continuing) I've locked on. Repeat."},
        { "id": "1481", "quote": "The FUZZY HOLOGRAM image comes into focus, and it is BAIL ORGANA."},
        { "id": "1482", "quote": "BAIL ORGANA: Master Kenobi??"},
        { "id": "1483", "quote": "OBI-WAN: Senator Organa! My Clone Troops turned on me ... I need help."},
        { "id": "1484", "quote": "BAIL ORGANA: We have just rescued Master Yoda. It appears this ambush has happened everywhere. We're sending you our coordinates."},
        { "id": "1485", "quote": "161 INT. CORUSCANT-PADME’SAPARTMENT-PRE-DAWN"},
        { "id": "1486", "quote": "PADME stands before the window of her living room, watching the plume of smoke from the Jedi Temple. C-3PO enters from the bedroom."},
        { "id": "1487", "quote": "C-3PO: My Lady, there's a Jedi fighter docking on the veranda."},
        { "id": "1488", "quote": "PADME turns and rushes to the bedroom."},
        { "id": "1489", "quote": "162 EXT. CORUSCANT-PADME'S APARTMENT-VERANDA-PRE-DAWN"},
        { "id": "1490", "quote": "THREEPIO walks out to ANAKIN's ship and talks with ARTOO. ARTOO beeps."},
        { "id": "1491", "quote": "THREEPIO: Hush! Not so loud!"},
        { "id": "1492", "quote": "PADME rushes onto the veranda as ANAKIN exits his GREEN JEDI FIGHTER. They embrace."},
        { "id": "1493", "quote": "PADME: Are you all right? I heard there was an attack on the Jedi Temple . . . you can see the smoke from here."},
        { "id": "1494", "quote": "ANAKIN: I'm fine. I'm fine. I came to see if you and the baby are safe."},
        { "id": "1495", "quote": "PADME: Captain Typho's here, we're safe. What's happening?"},
        { "id": "1496", "quote": "C-3PO continues to talk to R2-D2 on the GREEN FIGHTER."},
        { "id": "1497", "quote": "C-3PO: What is going on?"},
        { "id": "1498", "quote": "ARTOO SQUEAKS and BEEPS."},
        { "id": "1499", "quote": "C-3PO: (continuing) You can't be anymore confused than I am."},
        { "id": "1500", "quote": "ANAKIN: The situation is not good. The Jedi have tried to overthrow the Republic . . ."},
        { "id": "1501", "quote": "PADME: I can't believe that!"},
        { "id": "1502", "quote": "ANAKIN: I couldn't either at first, but it's true. I saw Master Windu attempt to assassinate the Chancellor myself."},
        { "id": "1503", "quote": "C-3PO leans over and whispers to ARTOO."},
        { "id": "1504", "quote": "C-3PO: Something important is going on! I heard a rumor they are going to banish all droids."},
        { "id": "1505", "quote": "ARTOO BEEPS rather loudly. C-3PO puts his fingers to his lips."},
        { "id": "1506", "quote": "C-3PO: (continuing) Shhhhhh . . . not so loud."},
        { "id": "1507", "quote": "ARTOO BEEPS quietly."},
        { "id": "1508", "quote": "C-3PO: (continuing) Whatever it is, we'll be the last to know."},
        { "id": "1509", "quote": "PADME: Anakin, what are you going to do?"},
        { "id": "1510", "quote": "ANAKIN looks down for a moment and then walks away from Padme."},
        { "id": "1511", "quote": "ANAKIN: I will not betray the Republic . . . my loyalties lie with the Chancellor and with the Senate . . . and with you."},
        { "id": "1512", "quote": "ANAKIN turns and walks back to Padme."},
        { "id": "1513", "quote": "PADME: What about Obi-Wan?"},
        { "id": "1514", "quote": "ANAKIN: I don't know . . . Many Jedi have been killed. We can only hope that he's remained loyal to the Chancellor."},
        { "id": "1515", "quote": "PADME: How could this have happened?"},
        { "id": "1516", "quote": "ANAKIN: The Republic is unstable, Padme. The Jedi aren't the only ones trying to take advantage of the situation. There are also traitors in the Senate."},
        { "id": "1517", "quote": "PADME stands and reacts ever so slightly."},
        { "id": "1518", "quote": "PADME: What are you saying?"},
        { "id": "1519", "quote": "ANAKIN: You need to distance yourself from your friends in the Senate. The Chancellor said they will be dealt with when this conflict is over."},
        { "id": "1520", "quote": "PADME: What if they start an inquisition? I've opposed this war. What will you do if I become a suspect?"},
        { "id": "1521", "quote": "ANAKIN: That won't happen. I won't let it."},
        { "id": "1522", "quote": "PADME: Oh, Anakin, I'm afraid."},
        { "id": "1523", "quote": "ANAKIN takes PADME in his arms."},
        { "id": "1524", "quote": "ANAKIN: Have faith, my love. Everything will soon be set right. The Chancellor has given me a very important mission. The Separatists have gathered in the Mustafar system. I'm going there to end this war. Wait for me until I return . . . things will be different, I promise."},
        { "id": "1525", "quote": "They kiss."},
        { "id": "1526", "quote": "ANAKIN: (continuing) Please, wait for me."},
        { "id": "1527", "quote": "PADME: I will."},
        { "id": "1528", "quote": "ANAKIN gets into his Fighter as THREEPIO backs away."},
        { "id": "1529", "quote": "C-3PO: (to Artoo) Well, he is under a lot of stress, Artoo."},
        { "id": "1530", "quote": "ARTOO beeps."},
        { "id": "1531", "quote": "C-3PO: (continuing) Take care, my little friend."},
        { "id": "1532", "quote": "ARTOO BEEPS a good-bye, and the fighter takes off. PADME is left alone on the veranda. She starts to cry. THREEPIO comes up to her."},
        { "id": "1533", "quote": "C-3PO: (continuing) My Lady, is there anything I might do?"},
        { "id": "1534", "quote": "PADME: No thank you, Threepio."},
        { "id": "1535", "quote": "G-3PO: A snack, perhaps?"},
        { "id": "1536", "quote": "PADME: No."},
        { "id": "1537", "quote": "THREEPIO starts to move off."},
        { "id": "1538", "quote": "C-3PO: I feel so helpless."},
        { "id": "1539", "quote": "163 EXT. ALDERAAN-STARCRUISER-SPACE"},
        { "id": "1540", "quote": "OBI-WAN's ship docks with Bail Organa's Starcruiser."},
        { "id": "1541", "quote": "164 INT. ALDERAAN-STARCRUISER-HALLWAY-DAY"},
        { "id": "1542", "quote": "The door to the main hallway slides open. OBI-WAN enters and is greeted by YODA and BAIL ORGANA. The three walk down the hallway."},
        { "id": "1543", "quote": "BAIL ORGANA: You made it."},
        { "id": "1544", "quote": "YODA: Master Kenobi, dark times are these. Good to see you. it is."},
        { "id": "1545", "quote": "OBI-WAN: You were attacked by your Clones, also?"},
        { "id": "1546", "quote": "YODA: With the help of the Wookiees, barely escape, I did."},
        { "id": "1547", "quote": "OBI-WAN: How many other Jedi managed to survive?"},
        { "id": "1548", "quote": "YODA: Heard from no one, have we."},
        { "id": "1549", "quote": "BAIL ORGANA: I saw thousands of troops attack the Jedi Temple. That's why I went looking for Yoda."},
        { "id": "1550", "quote": "OBI-WAN: Have we had any contact from the Temple?"},
        { "id": "1551", "quote": "YODA: Received a coded retreat message, we have."},
        { "id": "1552", "quote": "BAIL ORGANA: It requests all Jedi to return to the Temple. It says that the war is over . . ."},
        { "id": "1553", "quote": "OBI-WAN: Well, then we must go back! If there are other stragglers, they will fall into the trap and be killed."},
        { "id": "1554", "quote": "BAIL ORGANA: It's too dangerous to return."},
        { "id": "1555", "quote": "YODA: Suggest dismantling the coded signal, do you?"},
        { "id": "1556", "quote": "OBI-WAN: Yes, Master. There is too much at stake here, and we need a clearer picture of what has happened."},
        { "id": "1557", "quote": "YODA: I agree. In a dark place we find ourselves ... a little more knowledge might light our way."},
        { "id": "1558", "quote": "165 EXT. MUSTAFAR-LAVA FIELDS-DAY"},
        { "id": "1559", "quote": "Workers move across the lava beds, gathering the magma. A column of aliens riding giant MUSTAFAR FLEAS marches forward."},
        { "id": "1560", "quote": "166 INT. MUSTAFAR-MAIN CONTROL CENTER-DAY"},
        { "id": "1561", "quote": "A HOLOGRAM of DARTH SIDIOUS is in the center of the room. NUTE GUNRAY and the REST OF THE SEPARATIST COALITION watch SIDIOUS."},
        { "id": "1562", "quote": "NUTE GUNRAY: The plan has gone as you had promised, My Lord."},
        { "id": "1563", "quote": "DARTH SIDIOUS: You have done well, Viceroy. When my new apprentice, Darth Vader, arrives, he will take care of you."},
        { "id": "1564", "quote": "The hologram disappears."},
        { "id": "1565", "quote": "167 INT. CRUISER-COCKPIT"},
        { "id": "1566", "quote": "The Republic Cruiser heads toward Coruscant. OBI-WAN, BAIL, YODA, and TWO PILOTS sit in the cockpit."},
        { "id": "1567", "quote": "PILOT: We are receiving a message from the Chancellor's office, sir."},
        { "id": "1568", "quote": "BAIL ORGANA: Send it through."},
        { "id": "1569", "quote": "PILOT: Yes, sir."},
        { "id": "1570", "quote": "The PILOT pushes some buttons. MAS AMEDDA appears on screen."},
        { "id": "1571", "quote": "MAS AMEDDA: Senator Organa . . . the Supreme Chancellor of the Republic requests your presence at a special session of Congress."},
        { "id": "1572", "quote": "BAIL ORGANA: Tell the Chancellor I will be there."},
        { "id": "1573", "quote": "MAS AMEDDA: Very well. He will be expecting you."},
        { "id": "1574", "quote": "MAS AMEDDA's image disappears from the screen."},
        { "id": "1575", "quote": "BAIL ORGANA: It could be a trap."},
        { "id": "1576", "quote": "OBI-WAN: No, I don't think so. The Chancellor will not be able to control the thousands of star systems without keeping the Senate intact."},
        { "id": "1577", "quote": "YODA: If a special session of Congress there is, easier for us to enter the Jedi Temple it will be."},
        { "id": "1578", "quote": "168 EXT. CORUSCANT-SENATE LANDING PLATFORM-LATE DAY"},
        { "id": "1579", "quote": "OBI-WAN, BAIL, and YODA land on Coruscant. The elevator door opens, and they step out."},
        { "id": "1580", "quote": "GUARD: Welcome back, Senator. May I see your clearance?"},
        { "id": "1581", "quote": "BAIL ORGANA: Certainly."},
        { "id": "1582", "quote": "GUARD: Thank you, you may proceed. We will take custody of the Jedi."},
        { "id": "1583", "quote": "OBI-WAN: It would be better if we stayed with the Senator."},
        { "id": "1584", "quote": "GUARD: It would be better if they stayed with you."},
        { "id": "1585", "quote": "BAIL and his AIDES go into the Senate. YODA and OBI-WAN head for the Jedi Temple."},
        { "id": "1586", "quote": "169 EXT. MUSTAFAR-JEDI STARFIGHTER-SPACE"},
        { "id": "1587", "quote": "ANAKIN's Jedi Starfighter heads for the hazy blood-red planet of Mustafar."},
        { "id": "1588", "quote": "170 EXT. MUSTAFAR-LANDING PLATFORM-DAY"},
        { "id": "1589", "quote": "ANAKIN flies over the volcanoes of Mustafar and lands his Jedi Starfighter on a complex of Landing Platforms. His cockpit opens as R2-D2 pops from the ship with a happy BEEP."},
        { "id": "1590", "quote": "ANAKIN: Artoo . . . stay with the ship."},
        { "id": "1591", "quote": "ARTOO lets out a sad little BEEP and moves back toward the ship."},
        { "id": "1592", "quote": "171 EXT. MUSTAFAR-LANDING PLATFORM-DAY"},
        { "id": "1593", "quote": "ANAKIN, putting on his hood, walks across a walkway upon arriving on Mustafar."},
        { "id": "1594", "quote": "172 INT. MUSTAFAR-MAIN CONTROL CENTER-DAY"},
        { "id": "1595", "quote": "ANAKIN appears in the doorway of the control center."},
        { "id": "1596", "quote": "NUTE GUNRAY: Welcome, Lord Vader. We've been expecting you."},
        { "id": "1597", "quote": "Everyone in the room looks to him as he raises his hand toward a control panel, and all the exits close. The confused SEPARATISTS look around in bewilderment."},
        { "id": "1598", "quote": "173 EXT. CORUSCANT-JEDI TEMPLE-LATE DAY"},
        { "id": "1599", "quote": "Smoke from the smoldering shell of the Jedi Temple fills the air with a brown haze."},
        { "id": "1600", "quote": "174 INT. CORUSCANT-JEDI TEMPLE-MAIN ENTRANCE-LATE DAY"},
        { "id": "1601", "quote": "A DOZEN CLONE TROOPERS stand guard at the entrance of the Jedi Temple. Suddenly there is a flash of a lightsaber, a flurry of confusion, and all of the Clone Troopers are dead on the floor. YODA and OBI-WAN stand in the middle of the carnage."},
        { "id": "1602", "quote": "OBI-WAN: There are several battalions of Clone Troopers on every level. Many are dressed as Jedi."},
        { "id": "1603", "quote": "YODA: Dismantle the coded signal quickly. That group back there, soon discovered will be."},
        { "id": "1604", "quote": "175 EXT. CORUSCANT-SENATE BUILDING-SUNSET"},
        { "id": "1605", "quote": "The awesome Senate Building looms over the city. The endless traffic continues to clutter the skyline."},
        { "id": "1606", "quote": "176 INT. CORUSCANT-SENATE CHAMBER-SUNSET"},
        { "id": "1607", "quote": "The Chancellor is in the podium in the center of the vast arena giving a speech. MAS AMEDDA stands to the right of SIDIOUS. BAIL ORGANA walks through the hallway of the Main Senate Chamber. He enters the Senate Pod of Naboo and sits next to PADME. JAR JAR, CAPTAIN TYPHO and TWO HANDMAIDENS are in the pod also."},
        { "id": "1608", "quote": "PALPATINE: . . . and the Jedi Rebellion has been foiled."},
        { "id": "1609", "quote": "BAIL ORGANA: I was held up. What's happening?"},
        { "id": "1610", "quote": "PADME: The Chancellor has been elaborating on a plot by the Jedi, to overthrow the Senate."},
        { "id": "1611", "quote": "BAIL ORGANA: That's not true!"},
        { "id": "1612", "quote": "PADME: He's been presenting evidence all afternoon."},
        { "id": "1613", "quote": "BAIL ORGANA: And the Senate will go along with it, just like they always do."},
        { "id": "1614", "quote": "PALPATINE: The remaining Jedi will be hunted down and defeated. (applause) Any collaborators will suffer the same fate."},
        { "id": "1615", "quote": "(applause)"},
        { "id": "1616", "quote": "These have been trying times, but we have passed the test."},
        { "id": "1617", "quote": "177 INT. CORUSCANT-JEDI TEMPLE-HALLWAY-SUNSET"},
        { "id": "1618", "quote": "YODA and OBI-WAN make their way through the Temple, avoiding the HUNDREDS OF CLONE TROOPERS. They use the Force to distract the CLONES when they can."},
        { "id": "1619", "quote": "YODA and OBI-WAN walk through the ruins of the Temple until they come across the bodies of some students."},
        { "id": "1620", "quote": "OBI-WAN: Not even the younglings survived."},
        { "id": "1621", "quote": "YODA: Killed not by clones, this Padawan. By a lightsaber, he was."},
        { "id": "1622", "quote": "OBI-WAN: . . .Who?? Who could have done this?"},
        { "id": "1623", "quote": "178 INT. MUSTAFAR-MAIN CONTROL CENTER-DAY"},
        { "id": "1624", "quote": "ANAKIN ignites his lightsaber, NUTE and the OTHERS panic. The DROIDS at the controls and the GUARDS grab their weapons, but it is too late. They are cut down in a flash. The Separatists bang on the doors, and NUTE and RUNE HAAKO flee under a table."},
        { "id": "1625", "quote": "ANAKIN, stone-faced, moves through the room like the grim reaper. Bodies drop everywhere. SCREAMS are cut short as the head of the Banking Clan dies."},
        { "id": "1626", "quote": "Then POGGLE THE LESSER loses his head; WAT TAMBOR, SHU MAI, and the REST OF THE SEPARATISTS run into the conference room."},
        { "id": "1627", "quote": "179 INT. CORUSCANT-SENATE CHAMBER-SUNSET"},
        { "id": "1628", "quote": "PALPATINE: The attempt on my life has left me scarred and deformed, but I assure you my resolve has never been stronger."},
        { "id": "1629", "quote": "Applause."},
        { "id": "1630", "quote": "180 INT. MUSTAFAR-MAIN CONTROL CENTER-DAY"},
        { "id": "1631", "quote": "In the hallway, ANAKIN cuts down DROIDS and SEPARATISTS alike. He is unstoppable. ANAKIN turns his head-his eyes are yellow."},
        { "id": "1632", "quote": "181 INT. CORUSCANT-SENATE CHAMBER-SUNSET"},
        { "id": "1633", "quote": "PALPATINE continues his speech at the podium."},
        { "id": "1634", "quote": "PALPATINE: The war is over. (applause) The Separatists have been defeated, (applause) and the Jedi rebellion has been foiled. We stand on the threshold of a new beginning."},
        { "id": "1635", "quote": "There is a long period of APPLAUSE."},
        { "id": "1636", "quote": "PADME: Well, this is the moment we discover if he intends to return the Republic to a democracy."},
        { "id": "1637", "quote": "PALPATINE: In order to ensure our security and continuing stability, the Republic will be reorganized into the first Galactic Empire, for a safe and secure society which I assure you will last for ten thousand years."},
        { "id": "1638", "quote": "There is a loud, sustained CHEER from the Senate. BAIL ORGANA and PADME sit, dumbfounded."},
        { "id": "1639", "quote": "PALPATINE: (continuing) An empire that will continue to be ruled by this august body, and a sovereign ruler chosen for life . . ."},
        { "id": "1640", "quote": "The Senate CHEERS again. BAIL and PADME are devastated. PADME begins to cry."},
        { "id": "1641", "quote": "PALPATINE: (continuing) An empire ruled by the majority . . . Ruled by a new constitution . . ."},
        { "id": "1642", "quote": "The Senate APPLAUDS."},
        { "id": "1643", "quote": "PADME: So this is how liberty dies, with thunderous applause . . ."},
        { "id": "1644", "quote": "BAIL ORGANA: We cannot let this happen."},
        { "id": "1645", "quote": "He starts to stand up. PADME stops him."},
        { "id": "1646", "quote": "PADME: Not now! There will be a time."},
        { "id": "1647", "quote": "182 INT. MUSTAFAR-MAIN CONTROL CENTER-CONFERENCE ROOM-DAY"},
        { "id": "1648", "quote": "After everyone in the Main Control Room is dead, ANAKIN moves to the small conference room where WAT TAMBOR. SHU MAI, and some OTHER SEPARATISTS are hiding. RUNE HAAKO tries to run but is trapped by a dead-end as ANAKIN advances."},
        { "id": "1649", "quote": "RUNE HAAKO: Stop! Enough, this is not right!"},
        { "id": "1650", "quote": "RUNE is cut down. NUTE GUNRAY crawls out from under the table and opens the Main Door, allowing DESTROYER DROIDS to enter. WAT TAMBOR is cut down, along with SHU MAI. DESTROYER DROIDS appear in the doorway and blast away, causing total destruction. When the firing is over, ANAKIN is gone. Blown away? No. ANAKIN drops from the ceiling behind the TWO DROIDS and cuts them to pieces before they know what hit them."},
        { "id": "1651", "quote": "183 INT. MUSTAFAR-MAIN CONTROL CENTER-HALLWAY-DAY"},
        { "id": "1652", "quote": "NUTE GUNRAY is the last Separatist leader alive. ANAKIN moves on to find NUTE GUNRAY hiding in an alcove."},
        { "id": "1653", "quote": "NUTE GUNRAY: The war is over. Lord Sidious promised us peace ... we only want . . ."},
        { "id": "1654", "quote": "NUTE GUNRAY is cut down in midsentence."},
        { "id": "1655", "quote": "184 INT. CORUSCANT-JEDI TEMPLE-COMPUTER ROOM-NIGHT"},
        { "id": "1656", "quote": "OBI-WAN stands in a large computer area as YODA looks on, in the hatchway to the Main Control Center."},
        { "id": "1657", "quote": "OBI-WAN: I've recalibrated the code warning all surviving Jedi to stay away."},
        { "id": "1658", "quote": "YODA: Good . . . For the Clones to discover the recalibration, a long time it will take. To change it back, longer still. Hurry."},
        { "id": "1659", "quote": "185 INT. CORUSCANT-JEDI TEMPLE-CONTROL CENTER-NIGHT"},
        { "id": "1660", "quote": "OBI-WAN enters the Main Control Center with YODA and heads for the hologram area."},
        { "id": "1661", "quote": "OBI-WAN: Wait, Master. There is something I must know . . ."},
        { "id": "1662", "quote": "YODA: If into the security recordings you go, only pain will you find."},
        { "id": "1663", "quote": "OBI-WAN: I must know the truth, Master."},
        { "id": "1664", "quote": "OBI-WAN moves to a panel and flips some switches. He sees a HOLOGRAM of ANAKIN slaughtering JEDI, including the YOUNG ONES. OBI-WAN and YODA react."},
        { "id": "1665", "quote": "OBI-WAN: (continuing) It can't be . . . It can't be . . ."},
        { "id": "1666", "quote": "As ANAKIN surveys the carnage, a DARK-ROBED SITH LORD enters. ANAKIN turns to DARTH SIDIOUS and kneels before him."},
        { "id": "1667", "quote": "ANAKIN: The traitors have been taken care of, Lord Sidious."},
        { "id": "1668", "quote": "DARTH SlDIOUS: Good . . . good . . . You have done well, my new apprentice. Do you feel your power growing?"},
        { "id": "1669", "quote": "ANAKIN: Yes, My Master."},
        { "id": "1670", "quote": "DARTH SlDIOUS: Now, Lord Vader, now go and bring peace to the Empire."},
        { "id": "1671", "quote": "OBI-WAN watches in horror. Tears well up in his eyes."},
        { "id": "1672", "quote": "OBI-WAN: I can't watch any more."},
        { "id": "1673", "quote": "OBI-WAN switches off the hologram. The TWO JEDI stand in silence for a few moments."},
        { "id": "1674", "quote": "YODA: Destroy the Sith, we must."},
        { "id": "1675", "quote": "OBI-WAN: Send me to kill the Emperor. I will not kill Anakin."},
        { "id": "1676", "quote": "YODA: To fight this Lord Sidious, strong enough, you are not."},
        { "id": "1677", "quote": "OBI-WAN: He is like my brother ... I cannot do it."},
        { "id": "1678", "quote": "YODA: Twisted by the dark side, young Skywalker has become. The boy you trained, gone he is . . . Consumed by Darth Vader."},
        { "id": "1679", "quote": "OBI-WAN: How could it have come to this?"},
        { "id": "1680", "quote": "YODA: To question, no time there is."},
        { "id": "1681", "quote": "OBI-WAN: I do not know where the Emperor has sent him. I don't know where to look."},
        { "id": "1682", "quote": "YODA: Use your feelings, Obi-Wan, and find him, you will. Visit the new Emperor, my task is. May the Force be with you."},
        { "id": "1683", "quote": "OBI-WAN: May the Force be with you, Master Yoda."},
        { "id": "1684", "quote": "186 INT. CORUSCANT-PADME'S APARTMENT-AFTERNOON"},
        { "id": "1685", "quote": "A DC0052 Intergalactic Speeder pulls up to the veranda landing of Padme's apartment."},
        { "id": "1686", "quote": "187 EXT. CORUSCANT -PADME'S APARTMENT-VERANDA-AFTERNOON"},
        { "id": "1687", "quote": "The cockpit of the sleek yellow Galactic Speeder opens, and a HOODED FIGURE emerges and walks onto the veranda. An ALARM GOES OFF deep in the apartment. The FIGURE stops before a security curtain that protects the veranda. C-3PO enters the veranda and approaches the FIGURE."},
        { "id": "1688", "quote": "C-3PO: Hello, might I help you . . . Oh, it's you, Master Kenobi. Come in, quickly."},
        { "id": "1689", "quote": "The security curtain disappears, and the FIGURE lifts his hood. It is OBI-WAN. The alarm stops sounding."},
        { "id": "1690", "quote": "OBI-WAN: Has Anakin been here . . . ?"},
        { "id": "1691", "quote": "C-3PO: Yes . . . right after the attack on the Jedi Temple."},
        { "id": "1692", "quote": "PADME comes down the stairs in a robe. THREEPIO leaves."},
        { "id": "1693", "quote": "PADME: Master Kenobi . . ."},
        { "id": "1694", "quote": "She embraces Obi-Wan."},
        { "id": "1695", "quote": "PADME: (continuing) Oh, Obi-Wan, thank goodness . . . you're alive."},
        { "id": "1696", "quote": "OBI-WAN: The Republic has fallen. Padme . . . The Jedi Order is no more . . ."},
        { "id": "1697", "quote": "PADME: I know, it's hard to believe everything to which we've dedicated our lives is gone."},
        { "id": "1698", "quote": "OBI-WAN: I believe we have been part of a plot hundreds of years in the making."},
        { "id": "1699", "quote": "PADME: The Senate is still intact, there is some hope."},
        { "id": "1700", "quote": "OBI-WAN: No. Padme . . . It's over . . . The Sith now rule the galaxy as they did before the Republic."},
        { "id": "1701", "quote": "PADME: The Sith!?!"},
        { "id": "1702", "quote": "OBI-WAN: I'm here looking for Anakin . . . When was the last time you saw him?"},
        { "id": "1703", "quote": "PADME: Yesterday."},
        { "id": "1704", "quote": "OBI-WAN: And do you know where he is now?"},
        { "id": "1705", "quote": "PADME: (looks down) No."},
        { "id": "1706", "quote": "OBI-WAN: Padme, I need your help. He's in grave danger."},
        { "id": "1707", "quote": "PADME: From the Sith?"},
        { "id": "1708", "quote": "OBI-WAN: From himself . . . Padme, Anakin has turned to the dark side."},
        { "id": "1709", "quote": "PADME: You're wrong! How could you even say that?"},
        { "id": "1710", "quote": "OBI-WAN: I have seen a security hologram of him killing younglings."},
        { "id": "1711", "quote": "PADME: Not Anakin! He couldn't!"},
        { "id": "1712", "quote": "OBI-WAN: He was deceived by a lie. We all were. It appears that the Chancellor is behind everything, including the war. Palpatine is the Sith Lord we've been looking for. After the death of Count Dooku, Anakin became his new apprentice."},
        { "id": "1713", "quote": "PADME: I don't believe you ... I can't."},
        { "id": "1714", "quote": "OBI-WAN: Padme, I must find him."},
        { "id": "1715", "quote": "PADME: You're going to kill him, aren't you?"},
        { "id": "1716", "quote": "OBI-WAN: He has become a very great threat."},
        { "id": "1717", "quote": "As PADME moves to sit down, she reveals her pregnancy."},
        { "id": "1718", "quote": "PADME: I can't . . ."},
        { "id": "1719", "quote": "OBI-WAN: Anakin is the father, isn't he?"},
        { "id": "1720", "quote": "PADME looks away."},
        { "id": "1721", "quote": "OBI-WAN: (continuing) I'm so sorry."},
        { "id": "1722", "quote": "OBI-WAN turns and leaves as PADME stares transfixed, not knowing what to do. She is worried and tormented. OBI-WAN takes off in the Speeder. She studies the japor snippet that is hanging around her neck."},
        { "id": "1723", "quote": "188 INT. MUSTAFAR-LANDING PLATFORM-DAY"},
        { "id": "1724", "quote": "R2-D2 waits forlornly for his Master in front of the Jedi Starfighter."},
        { "id": "1725", "quote": "189 INT. MUSTAFAR-MAIN CONTROL CENTER-DAY"},
        { "id": "1726", "quote": "ANAKIN surveys the slaughter with a crazed look in his eyes."},
        { "id": "1727", "quote": "190 INT. MUSTAFAR-CONTROL CENTER-BALCONY-DAY"},
        { "id": "1728", "quote": "ANAKIN stares out at Mustafar, standing on the control room balcony."},
        { "id": "1729", "quote": "191 EXT. CORUSCANT-LANDING PLATFORM-SUNSET"},
        { "id": "1730", "quote": "A small Naboo Skiff rests on a landing platform in the vast congestion of Coruscant. PADME gets out of her Speeder, followed by CAPTAIN TYPHO and C-3PO."},
        { "id": "1731", "quote": "CAPTAIN TYPHO: My Lady, let me come with you."},
        { "id": "1732", "quote": "PADME: There is no danger. The fighting is over, and . . . this is personal."},
        { "id": "1733", "quote": "TYPHO bows."},
        { "id": "1734", "quote": "CAPTAIN TYPHO: As you wish, My Lady . . . but I strongly disagree."},
        { "id": "1735", "quote": "PADME: I'll be all right, Captain."},
        { "id": "1736", "quote": "He goes to the speeder and gets in."},
        { "id": "1737", "quote": "PADME: (continuing) This is something I must do myself. Besides, Threepio will look after me."},
        { "id": "1738", "quote": "C-3PO: Oh, dear."},
        { "id": "1739", "quote": "TYPHO takes off and PADME and THREEPIO board the small NABOO SKIFF. A shadow moves out from under the SKIFF. It is OBI-WAN. He quickly jumps on the retracting ramp as the SKIFF takes off."},
        { "id": "1740", "quote": "192 INT. NABOO SKIFF"},
        { "id": "1741", "quote": "THREEPIO chatters away as PADME breaks down in tears, the painful reality sinking in."},
        { "id": "1742", "quote": "C-3PO: Green light. Do you know that I think I'm beginning to get the hang of this flying business."},
        { "id": "1743", "quote": "OBI-WAN stows away on Padme's ship. The ship lifts from the landing platform and heads into the traffic lanes."},
        { "id": "1744", "quote": "193 INT. CORUSCANT-SENATE ARENA-CHANCELLOR'S HOLDING OFFICE-SUNSET"},
        { "id": "1745", "quote": "A HOLOGRAM OF ANAKIN appears before PALPATINE in his office at the bottom of the Senate Arena."},
        { "id": "1746", "quote": "DARTH VADER: The Separatists are taken care of, My Master."},
        { "id": "1747", "quote": "DARTH SlDIOUS: It is finished, then. You have restored peace and justice to the galaxy. You have done well, Lord Vader."},
        { "id": "1748", "quote": "DARTH VADER: Thank you, My Master."},
        { "id": "1749", "quote": "194 INT. MUSTAFAR-COXFERENCE ROOM-DAY"},
        { "id": "1750", "quote": "A Hologram of Sidious speaks with Anakin in the Mustafar control room."},
        { "id": "1751", "quote": "DARTH SlDIOUS: Send a message to the ships of the Trade Federation. Tell them the Separatist leaders have been wiped out. Grievous and Dooku have been destroyed. All droid units must shut down immediately."},
        { "id": "1752", "quote": "DARTH VADER: Very good, My Lord."},
        { "id": "1753", "quote": "ANAKIN sees Padme's ship arriving on the screen and goes out to meet her."},
        { "id": "1754", "quote": "195 EXT. MUSTAFAR-LANDING PLATFORM-DAY"},
        { "id": "1755", "quote": "The sleek NABOO SKIFF lands on the Mustafar landing platform near Anakin's GREEN STARFIGHTER. ANAKIN runs up to the SKIFF as the ramp lowers. PADME runs to him."},
        { "id": "1756", "quote": "ANAKIN: Padme, I saw your ship . . ."},
        { "id": "1757", "quote": "They embrace."},
        { "id": "1758", "quote": "PADME: Oh, Anakin!"},
        { "id": "1759", "quote": "ANAKIN: It's all right, you're safe now. What are you doing out here?"},
        { "id": "1760", "quote": "PADME: I was so worried about you. Obi-Wan told me terrible things."},
        { "id": "1761", "quote": "ANAKIN: What things?"},
        { "id": "1762", "quote": "PADME: He said you have turned to the dark side . . . that you killed younglings."},
        { "id": "1763", "quote": "ANAKIN: Obi-Wan is trying to turn you against me."},
        { "id": "1764", "quote": "PADME: He cares about us."},
        { "id": "1765", "quote": "ANAKIN: Us??!"},
        { "id": "1766", "quote": "PADME: He knows . . . He wants to help you."},
        { "id": "1767", "quote": "ANAKIN: Is Obi-Wan going to protect you? He can't ... he can't help you. He's not strong enough."},
        { "id": "1768", "quote": "PADME: Anakin, all I want is your love."},
        { "id": "1769", "quote": "ANAKIN: Love won't save you, Padme. Only my new powers can do that."},
        { "id": "1770", "quote": "PADME: At what cost? You are a good person. Don't do this."},
        { "id": "1771", "quote": "ANAKIN: I won't lose you the way I lost my mother! I've become more powerful than any Jedi has ever dreamed of and I've done it for you. To protect you."},
        { "id": "1772", "quote": "PADME: Come away with me. Help me raise our child. Leave everything else behind while we still can."},
        { "id": "1773", "quote": "ANAKIN: Don't you see, we don't have to run away anymore. I have brought peace to the Republic. I am more powerful than the Chancellor. I can overthrow him, and together you and I can rule the galaxy. Make things the way we want them to be."},
        { "id": "1774", "quote": "PADME: I don't believe what I'm hearing . . . Obi-Wan was right. You've changed."},
        { "id": "1775", "quote": "ANAKIN: I don't want to hear any more about Obi-Wan. The Jedi turned against me. Don't you turn against me."},
        { "id": "1776", "quote": "PADME: I don't know you anymore. Anakin, you're breaking my heart. I'll never stop loving you, but you are going down a path I can't follow."},
        { "id": "1777", "quote": "ANAKIN: Because of Obi-Wan?"},
        { "id": "1778", "quote": "PADME: Because of what you've done . . . what you plan to do. Stop, stop now. Come back! I love you."},
        { "id": "1779", "quote": "ANAKIN: (seeing Obi-Wan) Liar!"},
        { "id": "1780", "quote": "PADME turns around and. sees OBI-WAN standing in the doorway of the Naboo Cruiser."},
        { "id": "1781", "quote": "PADME: No!"},
        { "id": "1782", "quote": "ANAKIN: You're with him. You've betrayed me! You brought him here to kill me!"},
        { "id": "1783", "quote": "PADME: NO! Anakin. I swear ... I ..."},
        { "id": "1784", "quote": "ANAKIN reaches out, and PADME grabs her throat as she starts to choke."},
        { "id": "1785", "quote": "OBI-WAN: Let her go, Anakin."},
        { "id": "1786", "quote": "ANAKIN: What have you and she been up to?"},
        { "id": "1787", "quote": "OBI-WAN: Let her go!"},
        { "id": "1788", "quote": "ANAKIN releases his grip on the unconscious PADME and she crumples to the ground."},
        { "id": "1789", "quote": "ANAKIN: You turned her against me."},
        { "id": "1790", "quote": "OBI-WAN: You have done that yourself."},
        { "id": "1791", "quote": "ANAKIN: You will not take her from me."},
        { "id": "1792", "quote": "ANAKIN throws off his cloak."},
        { "id": "1793", "quote": "OBI-WAN: Your anger and your lust for power have already done that."},
        { "id": "1794", "quote": "OBI-WAN flings off his cloak."},
        { "id": "1795", "quote": "OBI-WAN: (continuing) You have allowed this Dark Lord to twist your mind until now . . . until now you have become the very thing you swore to destroy."},
        { "id": "1796", "quote": "They circle each other until OBI-WAN is near PADME. He places his hand on her."},
        { "id": "1797", "quote": "ANAKIN: Don't lecture me, Obi-Wan. I see through the lies of the Jedi. I do not fear the dark side as you do. I have brought peace, justice, freedom, and security to my new Empire."},
        { "id": "1798", "quote": "OBI-WAN: Your new Empire?"},
        { "id": "1799", "quote": "ANAKIN: Don't make me kill you."},
        { "id": "1800", "quote": "OBI-WAN: Anakin, my allegiance is to the Republic ... to democracy."},
        { "id": "1801", "quote": "ANAKIN: If you're not with me, you're my enemy."},
        { "id": "1802", "quote": "OBI-WAN: Only a Sith Lord deals in absolutes. I will do what I must."},
        { "id": "1803", "quote": "(ignites his lightsaber)"},
        { "id": "1804", "quote": "ANAKIN: You will try."},
        { "id": "1805", "quote": "ANAKIN ignites his lightsaber."},
        { "id": "1806", "quote": "ANAKIN lashes out at OBI-WAN, and they begin a ferocious sword fight. ANAKIN throws CONTAINERS at OBI-WAN using the Force."},
        { "id": "1807", "quote": "They work their way off the landing platform and into the main entry hallway. ANAKIN kicks OBI-WAN, and OBI-WAN drops to a lower level."},
        { "id": "1808", "quote": "ARTOO BEEPS his concern and rushes to the unconscious PADME's aid."},
        { "id": "1809", "quote": "196 INT. CORRIDOR-SENATE ARENA-CHANCELLOR'S HOLDING OFFICE-NIGHT"},
        { "id": "1810", "quote": "YODA enters, using the Force to throw two RED GUARDS against the wall, knocking them unconscious. DARTH SIDIOUS turns his chair toward YODA. MAS AMEDDA stands behind SIDIOUS's desk."},
        { "id": "1811", "quote": "YODA: I hear a new apprentice, you have. Emperor, or should I call you Darth Sidious."},
        { "id": "1812", "quote": "DARTH SlDIOUS: Master Yoda, you survived."},
        { "id": "1813", "quote": "YODA: Surprised?"},
        { "id": "1814", "quote": "DARTH SlDIOUS: Your arrogance blinds you, Master Yoda. Now you will experience the full power of the dark side."},
        { "id": "1815", "quote": "The Dark Lord raises his arms, and LIGHTNING BOLTS shoot out, surrounding YODA."},
        { "id": "1816", "quote": "YODA is picked up and thrown across the room, hitting the wall and sliding down in a crumpled heap. DARTH SIDIOUS chuckles."},
        { "id": "1817", "quote": "197 INT. MUSTAFAR-PASSAGES TO MAIN CONTROL CENTER-DAY"},
        { "id": "1818", "quote": "ANAKIN and OBI-WAN move their fight toward the main control center. As the laser swords fly, bits of the hallway are cut up. OBI-WAN and ANAKIN jump and use every trick in the Jedi book."},
        { "id": "1819", "quote": "198 EXT. MUSTAFAR-LANDING PLATFORM-NABOO CRUISER-DAY"},
        { "id": "1820", "quote": "R2-D2, tries to drag PADME on board the Naboo Cruiser. C-3PO pokes his head out of the ship's doorway."},
        { "id": "1821", "quote": "C-3PO: What are you doing? You're going to hurt her. Wait!!"},
        { "id": "1822", "quote": "C-3PO starts down the ramp."},
        { "id": "1823", "quote": "199 INT. CORRIDOR-SENATE ARENA-CHANCELLOR'S HOLDING OFFICE-NIGHT"},
        { "id": "1824", "quote": "MAS AMEDDA leaves the room. PALPATINE approaches a stunned YODA."},
        { "id": "1825", "quote": "DARTH SlDIOUS: I have waited a long time for this moment, my little green friend. At last, the Jedi are no more."},
        { "id": "1826", "quote": "YODA: Not if anything I have to say about it, Lord Sidious."},
        { "id": "1827", "quote": "YODA uses the Force to throw DARTH SIDIOUS back, knocking him clear over his desk and onto the floor in a heap."},
        { "id": "1828", "quote": "YODA: (continuing) At an end your rule is and not short enough it was, I must say."},
        { "id": "1829", "quote": "DARTH SIDIOUS flies through the air, cape flapping, heading toward the exit. At the last second, YODA flies into the exit and stops the Dark Lord."},
        { "id": "1830", "quote": "YODA: (continuing) If so powerful you are, why leave??"},
        { "id": "1831", "quote": "YODA ignites his lightsaber."},
        { "id": "1832", "quote": "DARTH SlDIOUS: You will not stop me. Darth Vader will become more powerful than either of us."},
        { "id": "1833", "quote": "DARTH SIDIOUS ignites his lightsaber."},
        { "id": "1834", "quote": "YODA: Faith in your new apprentice, misplaced may be, as is your faith in the dark side of the Force."},
        { "id": "1835", "quote": "Their swords CLASH. The battle is extremely fast and furious."},
        { "id": "1836", "quote": "200 INT. MUSTAFAR-MAIN CONTROL CENTER-DAY"},
        { "id": "1837", "quote": "View screens EXPLODE around ANAKIN and OBI-WAN as they work their way into the Control Room. The fighting is intense. OBI-WAN is on the defensive as he jumps up on the table view screen in the center of the room."},
        { "id": "1838", "quote": "ANAKIN: Don't make me destroy you, Master. You're no match for the dark side."},
        { "id": "1839", "quote": "OBI-WAN: I've heard that before, Anakin . . . but I never thought I'd hear it from you."},
        { "id": "1840", "quote": "ANAKIN forces OBI-WAN back into the Conference Room where the quarters are much closer. Sparks fly everywhere. ANAKIN jumps onto the conference table. OBI-WAN slides across the table, knocking ANAKIN over. OBI-WAN grabs ANAKIN’s lightsaber as he falls. OBI-WAN uses the Force to summon his dropped lightsaber. ANAKIN does the same."},
        { "id": "1841", "quote": "201 INT. CORUSCANT-SENATE CHAMBER-MAIN ARENA-NIGHT"},
        { "id": "1842", "quote": "PALPATINE seeks refuge in the vast Senate Chamber. He gets into the Chancellor's Podium and it starts to rise up into the Arena. YODA makes a giant leap into the control pod. The sword fighting is intense in the confined space."},
        { "id": "1843", "quote": "202 INT. MUSTAFAR-MAIN CONTROL CENTER-DAY"},
        { "id": "1844", "quote": "The battle intensifies."},
        { "id": "1845", "quote": "OBI-WAN: (continuing) The flaw of power is arrogance."},
        { "id": "1846", "quote": "OBI-WAN stands looking at his former apprentice for a moment."},
        { "id": "1847", "quote": "ANAKIN: You hesitate . . . the flaw of compassion."},
        { "id": "1848", "quote": "OBI-WAN and ANAKIN lock sabers. OBI-WAN puts out his hand to use the Force to push ANAKIN away. ANAKIN puts out his hand to block OBI-WAN."},
        { "id": "1849", "quote": "Both combatants are blasted backwards onto the control panels."},
        { "id": "1850", "quote": "They regain their footing and the battle continues. ANAKIN kicks OBI-WAN away."},
        { "id": "1851", "quote": "They battle around the room, and eventually the door to the exterior is knocked open. They continue battling out onto the balcony."},
        { "id": "1852", "quote": "203 INT. CORUSCANT-SENATE CHAMRER-MAIN ARENA-NIGHT"},
        { "id": "1853", "quote": "YODA unleashes a ferocious assault on PALPATINE, causing him to almost go over the edge. The Dark Lord drops his lightsaber but recovers with a BLAST OF ENERGY from his hands that surrounds YODA. YODA is deflecting the Sith Lord's lightning bolts."},
        { "id": "1854", "quote": "The energy bolts begin to arc back on the Emperor. It looks as if the Dark Lord is doomed."},
        { "id": "1855", "quote": "YODA: Destroy you I will, just as Master Kenobi, your apprentice will destroy."},
        { "id": "1856", "quote": "YODA jumps to a lower Senate Pod. PALPATINE reaches out with one hand, and a Senate pod is released from its mooring and heads toward the Podium. PALPATINE uses the Force to hurl pod after pod at YODA, who ducks and jumps from one flying pod to another."},
        { "id": "1857", "quote": "YODA leaps away from the pods. He uses the Force to hold one pod suspended in the air. The pod spins and YODA throws it back at PALPATINE, who leaps away at the last moment."},
        { "id": "1858", "quote": "YODA leaps after him, but PALPATINE quickly turns and aims the full force of his energy bolts at the tiny green Jedi, catching him in mid-air and throwing him back hard against the Podium. The force causes YODA to drop his lightsaber. YODA blocks the lightning and throws PALPATINE backwards off the podium. YODA is knocked off the Podium and falls several hundred feet to the base of the Podium. PALPATINE follows in his pod, searching for YODA."},
        { "id": "1859", "quote": "204 EXT. MUSTAFAR-MAIN CONTROL CENTER BALCONY-DAY"},
        { "id": "1860", "quote": "ANAKIN forces OBI-WAN down a narrow balcony outside the Control Room. He rips objects off the wall and throws them at OBI-WAN as he pushes him further and further along the walkway."},
        { "id": "1861", "quote": "The balcony ends, and OBI-WAN is trapped. He looks over the balcony and into a river of lava."},
        { "id": "1862", "quote": "ANAKIN cuts apiece of the balcony railing off, along with a control panel."},
        { "id": "1863", "quote": "ALARMS SOUND, and a protective ray shield around the superstructure disappears. It tumbles into the molten abyss, disappearing in a puff of smoke. A small pipe connects the Control Center to the Main Collection Plant. OBI-WAN has no choice but to tightrope-walk out across the lava river while fighting ANAKIN."},
        { "id": "1864", "quote": "205 EXT. MUSTAFAR-MAIN CONTROL CENTER BALCONY, PIPE ACROSS LAVA RIVER, MAIN COLLECTION PLANT-DAY"},
        { "id": "1865", "quote": "ANAKIN, following OBI-WAN, jumps down onto the flexing pipe, lands, and resumes fighting."},
        { "id": "1866", "quote": "206 INT. MUSTAFAR-PIPE ACROSS LAVA RIVER-DAY"},
        { "id": "1867", "quote": "OBI-WAN and ANAKIN work their way across the small pipe, fighting ferociously as they go. OBI-WAN slips, throws his lightsaber up in the air, grabs on to the pipe, swings around, grabs on to an upper pipe, retrieves his lightsaber, and lands back on the original pipe. They continue to fight across the pipe until they reach the Main Collection Plant."},
        { "id": "1868", "quote": "207 INT. CORUSCANT-SENATE OFFICE BUILDING-WIRING CHUTE-NIGHT"},
        { "id": "1869", "quote": "YODA squishes his way through a mass of wires in a small chute. He talks on his comlink."},
        { "id": "1870", "quote": "YODA: Hurry. Careful timing we will need."},
        { "id": "1871", "quote": "BAIL ORGANA: (in speeder) There aren't many troops on this side. Activate your homing beacon when you're ready."},
        { "id": "1872", "quote": "208 INT. CORUSCANT-SENATE CHAMBER-MAIN ARENA-NIGHT"},
        { "id": "1873", "quote": "A Senate pod with COMMANDER THIRE (4477) and SEVERAL OTHER CLONE TROOPERS climb up to where MAS AMEDDA and PALPATINE are waiting. Beneath the Main Podium, TWENTY CLONE TROOPERS search for Yoda 's body."},
        { "id": "1874", "quote": "CLONE COMMANDER THIRE: There is no sign of his body, sir."},
        { "id": "1875", "quote": "MAS AMEDDA: Then he is not dead."},
        { "id": "1876", "quote": "PALPATINE: Double your search."},
        { "id": "1877", "quote": "CLONE COMMANDER THIRE: Yes sir. Right away, sir."},
        { "id": "1878", "quote": "PALPATINE: (to Mas Amedda) Tell Captain Kagi to prepare my shuttle for immediate takeoff."},
        { "id": "1879", "quote": "MAS AMEDDA: Yes, Master."},
        { "id": "1880", "quote": "PALPATINE: I sense Lord Vader is in danger."},
        { "id": "1881", "quote": "PALPATINE walks into the Arena hallway. COMMANDER THIRE descends down to the floor of the Arena, where an intense search is taking place. SEVERAL CURIOUS SENATORS rubberneck in scattered pods."},
        { "id": "1882", "quote": "209 EXT. MUSTAFAR-COLLECTION PANELS-DAY"},
        { "id": "1883", "quote": "OBI-WAN and ANAKIN battle on the top of the multispired collection panels, jumping from one to the other. At the end of the collection cluster, a huge spray of lava covers the attachments that hold up the collectors. The frame begins to melt. It's raining lava. Both ANAKIN and OBI-WAN run for cover under the collection cluster. They continue to fight in the lava rain, darting from cover to attack, then quickly retreating to cover."},
        { "id": "1884", "quote": "Support for the entire structure begins to fall away, and the collection cluster falls into the lava river. The Jedi continue their fight, climbing to the highest point on the tower as the rest begins to melt away as it rides the swift current down the river."},
        { "id": "1885", "quote": "It bends toward the lava as they get out toward the end. The fighting gets fierce. OBI-WAN gets to the end and is trapped. The tower slowly starts to sink under the lava."},
        { "id": "1886", "quote": "210 EXT. CORUSCANT-SENATE OFFICE BUILDING-NIGHT"},
        { "id": "1887", "quote": "BAIL ORGANA, in his open Cockpit Speeder, flies along next to the roof eave of the huge Senate Building. He slows and moves closer to a long row of recessed lights. Suddenly YODA falls out of one of the light recesses and lands in the Speeder. BAIL guns it and heads away from the Senate Building."},
        { "id": "1888", "quote": "211 INT. CORUSCANT-BAIL ORGANA'S SPEEDER-NIGHT"},
        { "id": "1889", "quote": "YODA straightens himself out."},
        { "id": "1890", "quote": "YODA: Into exile I must go. Failed, I have."},
        { "id": "1891", "quote": "YODA and BAIL fly into the traffic of the city."},
        { "id": "1892", "quote": "212 EXT. MUSTAFAR-COLLECTION PANELS-DAY"},
        { "id": "1893", "quote": "OBI-WAN realizes he is getting very close to the edge of the lava falls. He grabs a rope and leaps from the collection arm. ANAKIN follows."},
        { "id": "1894", "quote": "ANAKIN and OBI-WAN continue their sword fight hanging from cables as they swing past each other."},
        { "id": "1895", "quote": "213 EXT. MUSTAFAR-LANDING PLATFORM-NABOO SKIFF-DAY"},
        { "id": "1896", "quote": "C-3PO carefully lifts PADME into his arms. R2-D2 nervously looks on. BEEPING."},
        { "id": "1897", "quote": "C-3PO: I am being careful. I've got a good hold on her, but . . . I'm worried about my back. I hope it's able to hold up under this weight."},
        { "id": "1898", "quote": "C-3PO carries PADME into the Naboo Skiff."},
        { "id": "1899", "quote": "214 EXT. MUSTAFAR-COLLECTION PANELS-DAY"},
        { "id": "1900", "quote": "From their cables, ANAKIN and OBI-WAN both spot something that causes them to stop fighting. The lava river ahead drops off in a tremendous lava fall."},
        { "id": "1901", "quote": "SNAPPING AND METAL GROANS are heard as the main part of the collector starts to break away and move toward the lava fall. OBI-WAN looks around and sees a small floating platform making its way toward the tower."},
        { "id": "1902", "quote": "OBI-WAN does a double hack-flip and lands squarely on the floating platform. He immediately leans to one side and moves away from the tower."},
        { "id": "1903", "quote": "ANAKIN realizes he is doomed as the entire tower heads for the falls. In the distance he sees some CONSTRUCTION DROIDS. He swings back to the tower, climbs up and makes a running leap and miraculously lands on A WORKER DROID. The DROID is confused and chatters to his CO-WORKER. The giant collector goes over the lava flow and disappears in the mist of sparks below."},
        { "id": "1904", "quote": "OBI-WAN heads for the bank of the lava river, but Anakin's DROID is faster. He catches up with his old Master."},
        { "id": "1905", "quote": "OBI-WAN and ANAKIN continue the swordfight. They battle away, balancing on the tiny platform and puzzled DROID. ANAKIN, standing on the Droid, approaches OBI-WAN on the work platform."},
        { "id": "1906", "quote": "OBI-WAN: I have failed you, Anakin. I was never able to teach you to think."},
        { "id": "1907", "quote": "ANAKIN and OBI-WAN confront each other on the lava river."},
        { "id": "1908", "quote": "ANAKIN: I should have known the Jedi were plotting to take over . . ."},
        { "id": "1909", "quote": "OBI-WAN: From the Sith!!! Anakin, Chancellor Palpatine is evil."},
        { "id": "1910", "quote": "ANAKIN: From the Jedi point of view! From my point of view, the Jedi are evil."},
        { "id": "1911", "quote": "OBI-WAN: Well, then you are lost!"},
        { "id": "1912", "quote": "ANAKIN: This is the end for you, My Master. I wish it were otherwise."},
        { "id": "1913", "quote": "ANAKIN jumps and flips onto OBI- WAN's platform. The fighting continues again until OBI-WAN jumps toward the safety of the black sandy edge of the lava river. He yells at Anakin."},
        { "id": "1914", "quote": "OBI-WAN: It's over, Anakin. I have the high ground."},
        { "id": "1915", "quote": "ANAKIN: You underestimate my power!"},
        { "id": "1916", "quote": "OBI-WAN: Don't try it."},
        { "id": "1917", "quote": "ANAKIN follows, and OBI-WAN cuts his young apprentice at the knees, then cuts off his left arm in the blink of an eye. ANAKIN tumbles down the embankment and rolls to a stop near the edge of the lava."},
        { "id": "1918", "quote": "ANAKIN struggles to pull himself up the embankment with his mechanical hand. His thin leather glove has been burned off. He keeps sliding down in the black sand."},
        { "id": "1919", "quote": "OBI-WAN: (continuing) . . . You were the Chosen One! It was said that you would, destroy the Sith, not join them. It was you who would bring balance to the Force, not leave it in Darkness."},
        { "id": "1920", "quote": "OBI-WAN picks up Anakin's light saber and begins to walk away. He stops and looks back."},
        { "id": "1921", "quote": "ANAKIN: I hate you!"},
        { "id": "1922", "quote": "OBI-WAN: You were my brother, Anakin. I loved you."},
        { "id": "1923", "quote": "ANAKIN'S clothing blows into the lava river and ignites. Suddenly ANAKIN bursts into flames and starts SCREAMING."},
        { "id": "1924", "quote": "215 INT. MUSTAFAR-VOLCANO EDGE-DAY"},
        { "id": "1925", "quote": "OBI-WAN looks in horror as ANAKIN becomes engulfed in flames. OBI-WAN can't watch him as he struggles to climb the embankment, covered in flames."},
        { "id": "1926", "quote": "He runs back to Padme's ship as ANAKIN drops, smoldering, near the top of the lava pit."},
        { "id": "1927", "quote": "216 EXT. MUSTAFAR-LANDING PLATFORM-NABOO SKIFF-DAY"},
        { "id": "1928", "quote": "OBI-WAN makes his way to the SKIFF. He looks for Padme. THREEPIO sticks his head out the door of the SKIFF."},
        { "id": "1929", "quote": "C-3PO: Master Kenobi! We have Miss Padme on board. Please, please hurry. We should leave this dreadful place."},
        { "id": "1930", "quote": "OBI-WAN runs on board the Naboo Skiff."},
        { "id": "1931", "quote": "217 EXT. MUSTAFAR-LANDING PLATFORM-NABOO SKIFF-DAY"},
        { "id": "1932", "quote": "PADME lies on a cot or bed inside the ship. OBI-WAN walks over and checks on her."},
        { "id": "1933", "quote": "PADME: Obi-Wan? Is Anakin all right?"},
        { "id": "1934", "quote": "OBI-WAN looks at her sadly and does not answer. He brushes her hair back. Padme drops back into unconsciousness. ARTOO watches over her."},
        { "id": "1935", "quote": "OBI-WAN rides in the co-pilot's station. He sits looking pensive. THREEPIO drives."},
        { "id": "1936", "quote": "218 EXT. MUSTAFAR-VOLCANO EDGE-DAY"},
        { "id": "1937", "quote": "ANAKIN crawls up the bank, his body smoking. A shuttle flies overhead and lands."},
        { "id": "1938", "quote": "219 EXT. MUSTAFAR-LANDING PLATFORM-IMPERIAL SHUTTLE-DAY"},
        { "id": "1939", "quote": "An Imperial Shuttle closes its wings and settles on the highest of the Mustafar Landing Platforms. A PLATOON OF CLONE TROOPERS exits the craft, followed by DARTH SIDIOUS."},
        { "id": "1940", "quote": "220 INT. MUSTAFAR-VOLCANO PIT-DAY"},
        { "id": "1941", "quote": "DARTH SIDIOUS walks in front of the CLONE TROOPERS on his way to get to Anakin at the edge of the lava pit."},
        { "id": "1942", "quote": "221 EXT. MUSTAFAR-VOLCANO PIT-DAY"},
        { "id": "1943", "quote": "DARTH SIDIOUS discovers what remains of ANAKIN and checks him out. He turns to the CLONES."},
        { "id": "1944", "quote": "DARTH SIDIOUS: Anakin! Anakin! There he is. He's still alive. Get a medical capsule, immediately."},
        { "id": "1945", "quote": "CLONE CAPTAIN: Yes sir. Right away."},
        { "id": "1946", "quote": "Several of the CLONES rush off as DARTH SIDlOUS puts his hand on ANAKIN's forehead."},
        { "id": "1947", "quote": "222 INT. POLIS MASSA-OBSERVATION DOME-NIGHT"},
        { "id": "1948", "quote": "On the isolated asteroid of Polis Massa, YODA meditates."},
        { "id": "1949", "quote": "YODA: Failed to stop the Sith Lord, I have. Still much to learn, there is ..."},
        { "id": "1950", "quote": "QUI -GON: (V.O.) Patience. You will have time. I did not. When I became one with the Force I made a great discovery. With my training, you will be able to merge with the Force at will. Your physical self will fade away, but you will still retain your consciousness. You will become more powerful than any Sith."},
        { "id": "1951", "quote": "YODA: Eternal consciousness."},
        { "id": "1952", "quote": "QUI-GON: (V.O.) The ability to defy oblivion can be achieved, but only for oneself. It was accomplished by a Shaman of the Whills. It is a state acquired through compassion, not greed."},
        { "id": "1953", "quote": "YODA: . . . to become one with the Force, and influence still have . . . A power greater than all, it is."},
        { "id": "1954", "quote": "QUI-GON: (V.O.) You will learn to let go of everything. No attachment, no thought of self. No physical self."},
        { "id": "1955", "quote": "YODA: A great Jedi Master, you have become, Qui-Gon Jinn. Your apprentice I gratefully become."},
        { "id": "1956", "quote": "YODA thinks about this for a minute, then BAIL ORGANA enters the room and breaks his meditation."},
        { "id": "1957", "quote": "BAIL ORGANA: Excuse me, Master Yoda. Obi-Wan Kenobi has made contact."},
        { "id": "1958", "quote": "223 EXT. MUSTAFAR-LANDING PLATFORM-DAY"},
        { "id": "1959", "quote": "The CLONES have placed ANAKIN in a medical capsule. They float the wounded Sith Lord into the belly of the IMPERIAL CRUISER. DARTH SIDIOUS follows the capsule into the ship. The ship takes off."},
        { "id": "1960", "quote": "224 EXT. POLIS MASSA-LANDING PLATFORM-NIGHT"},
        { "id": "1961", "quote": "OBI-WAN lands the Naboo Cruiser on the landing platform of the isolated post of Polis Massa. YODA and BAIL ORGANA, along with a FEW GROUND CREW, are waiting as the ramp lowers and OBI-WAN emerges, carrying the unconscious PADME in his arms, followed by ARTOO and THREEPIO."},
        { "id": "1962", "quote": "BAIL ORGANA: We'll take her to the medical center, quickly."},
        { "id": "1963", "quote": "225 EXT. LANDING PLATFORM-CORUSCANT-IMPERIAL REHAB CENTER-DAY"},
        { "id": "1964", "quote": "The shuttle lands. DARTH SIDIOUS and CLONE TROOPERS leave the shuttle. ANAKIN's body is carried along in a floating medical capsule."},
        { "id": "1965", "quote": "226 INT. POLIS MASSA-MEDICAL CENTER-NIGHT"},
        { "id": "1966", "quote": "POLIS MEDICS work, on PADME in an operating theater. OBI-WAN and one of the MEDICAL DROIDS enter an observation room where BAIL and YODA are waiting."},
        { "id": "1967", "quote": "MEDICAL DROID: Medically, she is completely healthy. For reasons we can't explain, we are losing her."},
        { "id": "1968", "quote": "OBI-WAN: She's dying?"},
        { "id": "1969", "quote": "MEDICAL DROID: We don't know why. She has lost the will to live. We need to operate quickly if we are to save the babies."},
        { "id": "1970", "quote": "BAIL ORGANA: Babies??!!"},
        { "id": "1971", "quote": "MEDICAL DROID: She's carrying twins."},
        { "id": "1972", "quote": "YODA: Save them, we must. They are our last hope."},
        { "id": "1973", "quote": "The MEDICAL DROID rushes back to the operating room. ARTOO and THREEPIO watch, greatly puzzled. ARTOO BEEPS."},
        { "id": "1974", "quote": "C-3PO: It s some kind of reproductive process, I think."},
        { "id": "1975", "quote": "227 INT. CORUSCANT-IMPERIAL REHAB CENTER-DAY"},
        { "id": "1976", "quote": "ANAKIN, in the medical capsule, is lifted onto a table in the Rehab Center. DROIDS go to work on him. ANAKIN has new legs and a new arm."},
        { "id": "1977", "quote": "228 INT. POLIS MASSA-MEDICAL CENTER-NIGHT"},
        { "id": "1978", "quote": "The TWINS are being delivered as BAIL ORGANA, YODA, ARTOO, and THREEPIO watch. OBI-WAN is in the operating theater with PADME. He takes her hand."},
        { "id": "1979", "quote": "OBI-WAN: Don't give up, Padme."},
        { "id": "1980", "quote": "PADME winces from the pain. The MEDICAL DROID is holding the BABY."},
        { "id": "1981", "quote": "MEDICAL DROID: It's a boy."},
        { "id": "1982", "quote": "PADME: Luke . . ."},
        { "id": "1983", "quote": "PADME can only offer up a faint smile. She struggles to touch the baby on the forehead."},
        { "id": "1984", "quote": "MEDICAL DROID: ... and a girl."},
        { "id": "1985", "quote": "PADME: . . . Leia."},
        { "id": "1986", "quote": "R2-D2, THREEPIO and BAIL ORGANA watch from an adjoining space."},
        { "id": "1987", "quote": "229 INT. CORUSCANT-IMPERIAL REHAB CENTER-DAY"},
        { "id": "1988", "quote": "VADER, dressed in his black body armor, lies on the table. Nose plugs are inserted and the mask drops from above, sealing tightly. The helmet is fitted and VADER begins breathing."},
        { "id": "1989", "quote": "230 INT. POLIS MASSA-MEDICAL CENTER-NIGHT"},
        { "id": "1990", "quote": "OBI WAN leans over PADME and softly speaks to her."},
        { "id": "1991", "quote": "OBI-WAN: You have twins, Padme They need you . . . hang on."},
        { "id": "1992", "quote": "PADME: I can't . . ."},
        { "id": "1993", "quote": "PADME winces again and takes OBI-WAN's hand. She is holding Anakin's japor snippet."},
        { "id": "1994", "quote": "OBI-WAN: Save your energy."},
        { "id": "1995", "quote": "PADME: Obi-Wan . . . there . . . is good in him. I know there is ... still . . ."},
        { "id": "1996", "quote": "A last gasp, and she dies. Obi-Wan studies the necklace."},
        { "id": "1997", "quote": "231 INT. CORUSCANT-IMPERIAL REHAB CENTER-DAY"},
        { "id": "1998", "quote": "DARTH SIDIOUS hovers around the periphery of a group of MEDICAL DROIDS who are working on ANAKIN. DARTH SIDIOUS paces in the foreground. A DROID approaches the Dark Lord."},
        { "id": "1999", "quote": "MEDICAL DROID: My Lord, the construction is finished ... he lives."},
        { "id": "2000", "quote": "DARTH SIDIOUS: Good. Good."},
        { "id": "2001", "quote": "The DROID moves back to the table where DARTH VADER lies. The table begins to move upright. DARTH SIDIOUS moves in next to DARTH VADER."},
        { "id": "2002", "quote": "DARTH SIDIOUS: (continuing) Lord Vader, can you hear me?"},
        { "id": "2003", "quote": "DARTH VADER, with his dark mask and helmet, moves up into the frame until he is in a CLOSEUP."},
        { "id": "2004", "quote": "DARTH VADER: Yes, My Master."},
        { "id": "2005", "quote": "DARTH VADER looks around the room."},
        { "id": "2006", "quote": "DARTH VADER: (continuing) Where is Padme? Is she safe, is she all right?"},
        { "id": "2007", "quote": "DARTH SIDIOUS moves closer to the half droid/half man."},
        { "id": "2008", "quote": "DARTH SIDIOUS: I'm afraid she died. ... it seems in your anger, you killed her."},
        { "id": "2009", "quote": "A LOW GROAN emanates from Vader's mask. Suddenly everything in the room begins to implode, including some of the DROIDS."},
        { "id": "2010", "quote": "DARTH VADER: I couldn't have! She was alive! I felt her! She was alive! It's impossible! No!!!"},
        { "id": "2011", "quote": "VADER SCREAMS, breaks his bonds to the table, and steps forward, waving his hands, causing objects to fly around the room. SIDIOUS deflects the objects, but some of the DROIDS aren't so lucky. VADER'S PAINFUL SCREAMS echo throughout the Center."},
        { "id": "2012", "quote": "232 EXT. NABOO-ALDERAAN STARCRUISER"},
        { "id": "2013", "quote": "BAIL ORGANA's Starcruiser approaches the city of Theed."},
        { "id": "2014", "quote": "233 INT. ALDERAAN CRUISER-CONFERENCE ROOM"},
        { "id": "2015", "quote": "BAIL ORGANA, YODA, and OBI-WAN sit around a conference table."},
        { "id": "2016", "quote": "YODA: Pregnant, she must still appear. Hidden, safe, the children must be kept."},
        { "id": "2017", "quote": "OBI-WAN: We must take them somewhere the Sith will not sense their presence."},
        { "id": "2018", "quote": "YODA: Split up, they should be."},
        { "id": "2019", "quote": "BAIL ORGANA: My wife and I will take the girl. We've always talked of adopting a baby girl. She will be loved with us."},
        { "id": "2020", "quote": "OBI-WAN: And what of the boy?"},
        { "id": "2021", "quote": "YODA: To Tatooine. To his family, send him."},
        { "id": "2022", "quote": "OBI-WAN: I will take the child and watch over him. Master Yoda, do you think Anakin's twins will be able to defeat Darth Sidious?"},
        { "id": "2023", "quote": "YODA: Strong the Force runs, in the Skywalker line. Hope, we can . . . Done, it is. Until the time is right, disappear we will."},
        { "id": "2024", "quote": "BAIL leaves the conference room. YODA stops OBI-WAN."},
        { "id": "2025", "quote": "YODA: (continuing) Master Kenobi, wait a moment. In your solitude on Tatooine, training I have for you."},
        { "id": "2026", "quote": "OBI-WAN: Training??"},
        { "id": "2027", "quote": "YODA: An old friend has learned the path to immortality."},
        { "id": "2028", "quote": "OBI-WAN: Who?"},
        { "id": "2029", "quote": "YODA: One who has returned from the netherworld of the Force to train me . . . your old Master, Qui-Gon Jinn."},
        { "id": "2030", "quote": "OBI-WAN: Qui-Gon? But, how could he accomplish this?"},
        { "id": "2031", "quote": "YODA: The secret of the Ancient Order of the Whills, he studied. How to commune with him. I will teach you."},
        { "id": "2032", "quote": "OBI-WAN: I will be able to talk with him?"},
        { "id": "2033", "quote": "YODA: How to join the Force, he will train you. Your consciousness you will retain, when one with the Force. Even your physical self, perhaps."},
        { "id": "2034", "quote": "234 INT. ALDERAAN STARCRUISER-HALLWAY- SPACE"},
        { "id": "2035", "quote": "BAIL ORGANA, followed by ARTOO and THREEPIO, approaches CAPTAIN ANTILLES and TWO CREW MEMBERS."},
        { "id": "2036", "quote": "BAIL ORGANA: Captain Antilles."},
        { "id": "2037", "quote": "CAPTAIN ANTILLES: Yes, Your Highness."},
        { "id": "2038", "quote": "BAIL ORGANA: I'm placing these droids in your care. Treat them well. Clean them up. Have the Protocol Droid's mind wiped."},
        { "id": "2039", "quote": "C-3PO: Oh, no."},
        { "id": "2040", "quote": "235 EXT. NABOO-MAIN SQUARE-DAWN"},
        { "id": "2041", "quote": "SIO BIBBLE walks with other MOURNERS."},
        { "id": "2042", "quote": "LARGE CROWDS line the street as a flowered, covered coffin is drawn by SIX BEAUTIFUL WHITE BEASTS. SOLDIERS AND FAMILY"},
        { "id": "2043", "quote": "ATO DIGNITARIES follow the casket."},
        { "id": "2044", "quote": "PADME's hand clutches the japor snippet."},
        { "id": "2045", "quote": "236 EXT. DAGOBAH-DAY"},
        { "id": "2046", "quote": "A small escape pod hurls toward the swamp planet and disappears in the mist. The pod has landed, and YODA descends the ramp, surveying the unfamiliar terrain."},
        { "id": "2047", "quote": "237 EXT. IMPERIAL STAR DESTROYER-SPACE"},
        { "id": "2048", "quote": "A Star Destroyer is surrounded by ATTACK CRUISERS. On the bridge of the Star Destroyer stands the EMPEROR and GOVERNOR TARKIN."},
        { "id": "2049", "quote": "DARTH VADER walks along the bridge to join the EMPEROR and GOVERNOR TARKIN. The camera PANS to reveal the huge frame structure which is the beginning of the DEATH STAR."},
        { "id": "2050", "quote": "238 EXT. ALDERAAN-STARCRUISER-SPACE"},
        { "id": "2051", "quote": "The ship approaches the surface of Alderaan."},
        { "id": "2052", "quote": "239 EXT. ALDERAAN-LATE AFTERNOON"},
        { "id": "2053", "quote": "The QUEEN OF ALDERAAN sits on a balcony looking out over the awesome mountains of Alderaan. BAIL ORGANA brings a small baby to her. She takes her and rocks her."},
        { "id": "2054", "quote": "240 EXT. TATOOINE-SUNSET"},
        { "id": "2055", "quote": "OBI-WAN rides up to the moisture farm homestead on an EOPIE. He dismounts, takes the BABY out of a papoose on his back, and walks toward AUNT BERU, who walks over to greet him. They talk for a moment, and OBI-WAN turns the baby over to the young homesteader. AUNT BERU walks to UNCLE OWEN who is standing on the ridge near the homestead. OBI-WAN leaves as OWEN, BERU, and the BABY watch the twin suns set."},
        { "id": "2056", "quote": "IRIS OUT. END TITLES."}
    ]
}